import React from 'react';
import Signature from '../UI/Signature/Signature';
import Image from 'next/image';
import s from './Post.module.scss';

const Post_18 = () => {
  return (
    <div className={s.container}>
      <h2>Уважаемые преподаватели и аспиранты!</h2>
      <p>
        Наконец-то сняты медицинские ограничения для коллективных мероприятий.
        Правда, последние несколько месяцев выявили более фундаментальные
        проблемы &ndash; такие, что хочется снова вернуться в ковидную эпоху и
        обсуждать, когда нагрянет очередная волна, в чем отличие омикрона от
        прочих штаммов, как шведы всех перехитрили, что за кошмар у китайцев,
        каков срок действия сертификата, почему ВОЗ никак не сертифицирует нашу
        вакцину и т.п. Но увы. Эта тематика ушла даже не на второй или третий
        план &ndash; на фоне происходящего она просто исчезла как из
        информационного поля, так и из бытовых разговоров.
      </p>
      <p>
        Тем не менее встречаться большими группами теперь можно, а потому я на
        правах человека, который когда-то имел отношение к работе
        учебно-методической группы, предлагаю возобновить традицию не очень
        формального общения.
      </p>
      <p>
        Полагаю, все мы, наблюдая за происходящим, смутно предчувствуем
        возвращение к архаике. И на фоне этих ощущений, конечно, хочется быть во
        всеоружии. Тем, кому около 50-ти и старше, напоминать ничего не надо
        &ndash; они прекрасно помнят, что такое Ленин, партия, комсомол&hellip;
        Однако на кафедре преобладают коллеги, которые практически не застали
        советскую эпоху. А потому вполне логично будет мое предложение в нее
        немного окунуться. Итак, предлагаю краткий сценарий очередного заседания
        учебно-методической группы.
      </p>
      <p>
        <strong>
          18 часов. Появление в Президиуме товарищей А&hellip;ко Д.Б.,
          Б&hellip;ва А.М., Г&hellip;ва&nbsp;А.М., Д&hellip;ва В.В.,
          З&hellip;ой&nbsp;Ю.Н., С&hellip;на И.Н., Т&hellip;ва И.Н. участники
          учебно-методической группы встречают бурными аплодисментами. Все
          встают.
        </strong>
      </p>
      <p>
        <strong>Б&hellip;ов А.М. </strong>Товарищи участники учебно-методической
        группы! На очередное заседание избрано 22 делегата. Присутствуют 16,
        отсутствуют по болезни и другим уважительным причинам 6 делегатов.
      </p>
      <p>
        По поручению Центрального Комитета заседание учебно-методической группы
        объявляю открытым. (Продолжительные аплодисменты.)
      </p>
      <p>Голоса с мест. Наконец-то!</p>
      <p>
        <strong>Б&hellip;ов А.М. </strong>Товарищи, нам&nbsp; предстоит избрать
        руководящие органы учебно-методической группы. Прежде всего необходимо
        рассмотреть вопрос о Президиуме. Совет представителей делегаций
        предлагает избрать его в следующем составе &ndash; З&hellip;ва Ю.Н.,
        С&hellip;ин И.Н., Т&hellip;ов&nbsp;И.Н. Будут ли у делегатов замечания
        или другие предложения по количественному или персональному составу
        Президиума?
      </p>
      <p>Голоса с мест. Нет.</p>
      <p>
        <strong>Б&hellip;ов А.М. </strong>Нет других предложений? Тогда
        приступим к голосованию. Как будем голосовать&nbsp;&ndash; персонально
        или в целом?
      </p>
      <p>Голоса с мест. В целом.</p>
      <p>
        <strong>Б&hellip;ов А.М. </strong>Нет возражений?
      </p>
      <p>Голоса с мест. Нет.</p>
      <p>
        <strong>Б&hellip;ов А.М. </strong>Принимается. Итак, кто за то, чтобы
        избрать Президиум в составе, предложенном Советом представителей
        делегаций, прошу поднять временные удостоверения. Прошу опустить. Против
        или воздержавшихся нет?
      </p>
      <p>Голоса с мест. Нет.</p>
      <p>
        <strong>Б&hellip;ов А.М. </strong>Принимается единогласно. (Бурные
        аплодисменты.)
      </p>
      <p>
        Товарищей, избранных в Президиум, прошу занять места. (Кто-то из первого
        ряда подсказывает председательствующему, что товарищи З&hellip;ва Ю.Н.,
        С&hellip;ин&nbsp;И.Н. и Т&hellip;ов&nbsp;И.Н. изначально заняли места в
        Президиуме.)
      </p>
      <p>
        <strong>Б&hellip;ов А.М. </strong>Товарищи! Позвольте продолжить
        формирование руководящих органов учебно-методической группы.
      </p>
      <p>
        Предложения по составу Секретариата, Редакционной и Мандатной комиссий у
        делегатов имеются. Каким образом будем голосовать? Списком или
        персонально?
      </p>
      <p>Голоса с мест. Списком.</p>
      <p>
        <strong>Б&hellip;ов А.М. </strong>Других предложений нет?
      </p>
      <p>Голоса с мест. Нет.</p>
      <p>
        <strong>Б&hellip;ов А.М. </strong>Кто за то, чтобы избрать Секретариат,
        Редакционную и Мандатную комиссии в предложенном составе, прошу поднять
        временные удостоверения. Прошу опустить.
      </p>
      <p>Кто против? Нет. Кто воздержался? Нет.</p>
      <p>
        Секретариат, Редакционная и Мандатная комиссии избраны единогласно.
        (Аплодисменты.)
      </p>
      <p>
        Товарищи делегаты! Позвольте приступить к рассмотрению первого вопроса.
        Слово для доклада &laquo;Отчет Центрального комитета съезду участников
        учебно-методической группы и очередные задачи в области внутренней и
        внешней процессуальной политики&raquo; предоставляется бывшему
        руководителю учебно-методической группы{' '}
        <strong>Дмитрию Борисовичу А&hellip;ко. </strong>(Бурные,
        продолжительные аплодисменты. Все встают.)
      </p>
      <p>
        <strong>&nbsp;</strong>
      </p>
      <p style={{ marginTop: 0, textAlign: 'center' }}>
        <strong>ОТЧЕТ</strong>
      </p>
      <p style={{ marginTop: 0, textAlign: 'center' }}>
        <strong>ЦЕНТРАЛЬНОГО КОМИТЕТА</strong>
      </p>
      <p style={{ marginTop: 0, textAlign: 'center' }}>
        <strong>СЪЕЗДУ УЧАСТНИКОВ УЧЕБНО-МЕТОДИЧЕСКОЙ ГРУППЫ</strong>
      </p>
      <p style={{ marginTop: 0, textAlign: 'center' }}>
        <strong>
          И ОЧЕРЕДНЫЕ ЗАДАЧИ В ОБЛАСТИ ВНУТРЕННЕЙ И ВНЕШНЕЙ ПРОЦЕССУАЛЬНОЙ
          ПОЛИТИКИ
        </strong>
      </p>
      <p style={{ marginTop: 0, textAlign: 'center' }}>
        <strong>
          <em>Доклад</em>
        </strong>
      </p>
      <p style={{ marginTop: 0, textAlign: 'center' }}>
        <strong>
          <em>
            бывшего руководителя учебно-методической группы по арбитражному
            процессу{' '}
          </em>
        </strong>
      </p>
      <p style={{ marginTop: 0, textAlign: 'center' }}>
        <strong>
          <em>товарища Д. Б. А&hellip;КО</em>
        </strong>
      </p>
      <p>Товарищи делегаты! Уважаемые гости!</p>
      <p>
        Учебно-методическая группа начала свою работу. (Аплодисменты.) Как
        всегда, съезд должен будет подвести итоги, определить задачи на будущее.
      </p>
      <p>
        Оценивая пройденный путь, можно твердо сказать: предыдущее заседание
        учебно-методической группы верно определило основные тенденции и
        направления развития процессуального законодательства. (Аплодисменты.)
        Генеральная линия, определенная в Концепции развития гражданского
        процессуального законодательства, уверенно проводится в жизнь; задачи,
        выдвинутые на предыдущем заседании, успешно решены. (Аплодисменты.)
      </p>
      <p>
        В крупнейшее событие вылилось принятие новой Конституции РФ. Она открыла
        более высокий этап в развитии демократических институтов гражданского,
        административного и арбитражного судопроизводства. Все активнее
        становится участие граждан в отправлении правосудия.
      </p>
      <p>
        Нерушимое единство процессуальной науки и судебной практики еще больше
        окрепло. Оно было и остается источником могучей силы нашего
        процессуального сообщества!
      </p>
      <p>
        В международном плане отчетный период был временем сложным и бурным. Оно
        было отмечено прежде всего интенсивной борьбой двух направлений в
        мировой процессуальной политике. С одной стороны, курс на обуздание
        гонки судебного правотворчества, на укрепление процессуального мира и
        разрядки, на защиту суверенных процессуальных прав участников
        судопроизводства. С другой стороны, курс на подрыв разрядки,
        взвинчивание гонки судебного правотворчества, политика процессуального
        принуждения и вмешательства в чужие процессуальные дела, подавление
        освободительной процессуальной борьбы.
      </p>
      <p>
        Если спросить любого россиянина &ndash; члена группы или беспартийного,
        чем отмечен путь отечественных процессуалистов в последние годы, то в
        ответ услышишь: отмечен этот путь прежде всего тем, что удается
        сохранить процессуальный мир. (Продолжительные аплодисменты.) Люди
        разных возрастов и отраслевой принадлежности говорят: спасибо тебе,
        учебно-методическая группа за это! (Голоса с мест. Процессуальному миру
        &ndash; процессуальный мир!)
      </p>
      <p>
        Сегодня совершенно очевидно: учебно-методическая группа по арбитражному
        процессу и ее процессуальные союзники &ndash; учебно-методические группы
        по гражданскому процессу и административному судопроизводству &ndash;
        являются теперь более, чем когда-либо, главной опорой процессуального
        мира. (Бурные, продолжительные аплодисменты.)
      </p>
      <p>
        В целом, товарищи, период после последнего заседания группы был
        непростым. Тем не менее поставленные цели достигнуты. Это еще раз
        говорит об огромных возможностях романо-германской правовой системы, о
        самоотверженности отечественных процессуалистов, о правильности
        избранной процессуальной политики.
      </p>
      <p>
        <em>
          (в целях процессуальной экономии дальнейший текст Отчета не
          приводится)
        </em>
      </p>
      <p>&hellip;</p>
      <p>
        <strong>
          20 часов. Из Президиума уходят товарищи А&hellip;ко Д.Б., Б&hellip;ов
          А.М., Г&hellip;ов&nbsp;А.М., Д&hellip;ев В.В., З&hellip;ва&nbsp;Ю.Н.,
          С&hellip;ин И.Н., Т&hellip;ов И.Н.{' '}
        </strong>
      </p>
      <p>
        <strong>
          Участники учебно-методической группы провожают членов Президиума
          бурными, продолжительными аплодисментами, переходящими в овацию. Все
          встают.{' '}
        </strong>
      </p>
      <p>
        <strong>На заднем плане появляются транспаранты:</strong>
      </p>
      <ul>
        <li>
          <strong>
            &laquo;Право &ndash; гражданам, закон &ndash; людям!&raquo;
          </strong>
        </li>
        <li>
          <strong>
            &laquo;Учение Бюлова всесильно, потому что оно верно!&raquo;
          </strong>
        </li>
        <li>
          <strong>
            &laquo;Процессуалисты всех стран, соединяйтесь!&raquo;
          </strong>
        </li>
        <li>
          <strong>&laquo;Процесс должен быть процессуальным!&raquo;</strong>
        </li>
        <li>
          <strong>
            &laquo;Нынешнее поколение российских граждан будет жить при
            независимом суде!&raquo;
          </strong>
        </li>
        <li>
          <strong>
            &laquo;Кафедра сказала: &laquo;Надо!&raquo;, аспирант ответил:
            &laquo;Есть!&raquo;
          </strong>
        </li>
        <li>
          <strong>
            &laquo;Учиться, учиться и еще раз учиться по работам
            Васьковского!&raquo;
          </strong>
        </li>
      </ul>
      <p>
        <strong>
          В первых рядах участники учебно-методической группы поднимают портреты
          членов Президиума.
        </strong>
      </p>
      <p>
        Голоса с мест. &laquo;Решения Съезда &ndash; в жизнь!&raquo;,
        &laquo;Группа &ndash; наш рулевой!&raquo;
      </p>
      <div className={s.flex_center}>
        <div className={s.scheme_large_image}>
          <Image
            src="/images/Post_18/1.png"
            alt="/1_1.png"
            layout="fill"
            objectFit="contain"
          />
        </div>
      </div>
      <p>
        Теперь о насущном. Давно хотел сказать, но тайно надеялся, что положение
        само исправится. Не получилось&hellip; Речь идет о правильных ударениях.
        Понятно, что общеупотребимые процессуальные термины произносятся
        участниками учебно-методической группы верно &ndash; неужели можно
        как-то иначе поставить ударение в словах &laquo;хода́тайство&raquo;,
        &laquo;обеспе́чение&raquo;, &laquo;исково́е&raquo;,
        &laquo;прину́дить&raquo;? Однако есть один довольно сложный случай,
        который предполагает вариативность в постановке ударения. Его коварство
        в том, что здесь мы сталкиваемся с омографами &mdash; словами,
        совпадающими в написании, но при этом разными по значению и звучанию.
      </p>
      <p>
        Возьмем несколько примеров. Прочитайте вслух (для чистоты эксперимента
        попросите, чтобы Вас послушали родственники или знакомые).
      </p>
      <p>Вот ст. 106 Кодекса Наполеона:</p>
      <div className={s.flex_center}>
        <div className={s.small_image}>
          <Image
            src="/images/Post_18/2.png"
            alt="/1_1.png"
            layout="fill"
            objectFit="contain"
          />
        </div>
      </div>
      <p>
        Теперь цитата из работы Е.В. Васьковского &laquo;Признание сторон в
        гражданском процессе&raquo;:
      </p>
      <div className={s.flex_center}>
        <div className={s.small_image}>
          <Image
            src="/images/Post_18/3.png"
            alt="/1_1.png"
            layout="fill"
            objectFit="contain"
          />
        </div>
      </div>
      <p>А здесь ст. 490 Проекта Торгового свода СССР:</p>
      <div className={s.flex_center}>
        <div className={s.small_image}>
          <Image
            src="/images/Post_18/4.png"
            alt="/1_1.png"
            layout="fill"
            objectFit="contain"
          />
        </div>
      </div>
      <p>
        Ну, и возьмем что-то посвежее &ndash; Гражданский кодекс Австрии 2010
        г.:
      </p>
      <div className={s.flex_center}>
        <div className={s.small_image}>
          <Image
            src="/images/Post_18/5.png"
            alt="/1_1.png"
            layout="fill"
            objectFit="contain"
          />
        </div>
      </div>
      <p>
        Как вы прочитали &ndash; &laquo;о́тзыв&raquo; или &laquo;отзы́в&raquo;?
        Боюсь, что многие использовали первый вариант. Но это категорически
        неправильно! Во всех вышеупомянутых случаях речь идет о действии, а
        потому произносить необходимо &laquo;отзы́в&raquo;.
      </p>
      <p>
        Если же имеется в виду письменный документ (скажем, отзыв на исковое
        заявление), то ударение делается на первый слог.
      </p>
      <p>
        Далее &ndash; о вопросах, которые предлагается обсудить на заседании
        учебно-методической группы.
      </p>
      <ol>
        <li>
          На разминку даю детскую задачу: допустимо ли предъявление
          самостоятельного иска об убытках в случае, когда истец, в пользу
          которого ранее был разрешен судебный спор об истребовании вещи, имеет
          возможность получить ее стоимостной эквивалент посредством обращения к
          механизму изменения способа исполнения судебного акта?
        </li>
      </ol>
      <p>
        Огромная просьба не проводить параллели с допустимостью иска об убытках
        применительно к судебным расходам. Хочется совершенно абстрактных (без
        обращений к закону) размышлений: почему можно или, напротив, по какой
        причине нельзя допускать вариативность в поведении истца?
      </p>
      <ol start={2}>
        <li>
          Далее предлагаю обратиться к вопросам, связанным с использованием
          сторонами в содержании мирового соглашения конструкции факультативного
          обязательства.
        </li>
      </ol>
      <p>
        Те, кто следит за полетом судейской мысли, думаю, уловили, чем
        продиктован мой интерес: совсем недавно Верховный Суд РФ высказался в
        пользу модели факультативного обязательства применительно к правовой
        природе отступного (см. п. 3 постановления Пленума Верховного Суда РФ от
        11 июня 2020&nbsp;г. № 6 &laquo;О некоторых вопросах применения
        положений Гражданского кодекса Российской Федерации о прекращении
        обязательств&raquo;).
      </p>
      <p>
        Впрочем, даже и без подобного повода давно назрела потребность в
        обсуждении каких-то довольно сложных институтов частного права, когда
        они волею спорящих сторон оказываются внутри договоренности, помещенной
        в мировое соглашение.
      </p>
      <p>Итак, в чем особенность факультативного обязательства?</p>
      <p>
        Начну с того, что по общему правилу само заключение соглашения об
        отступном предоставляет должнику определенную льготу:
      </p>
      <p>
        а) в течение определенного срока он имеет возможность выбора между
        исполнением первоначального обязательства и предоставлением отступного;
      </p>
      <p>
        б) при этом кредитор в рамках этого периода, по сути, лишается права
        требовать принудительного исполнения первоначального&nbsp;
        обязательства;
      </p>
      <p>
        в) само факультативное исполнение находится исключительно в сфере
        усмотрения должника (в сущности говоря, это право, реализация которого
        зависит от его воли).
      </p>
      <p>
        Отталкиваясь от этих базовых посылок, предлагаю поразмышлять вот над
        чем:
      </p>
      <ul>
        <li>
          <span>
            если принудить к исполнению факультативного обязательства в принципе
            невозможно, зачем же оно тогда вообще фигурирует в мировом
            соглашении? Быть может, договоренность сторон в этой части должна
            носить внепроцессуальный характер, а внутри мирового соглашения в
            итоге окажется лишь &laquo;сухой остаток&raquo; в виде{' '}
          </span>
          первоначального обязательства
          <span>
            ? Или все же в мировом соглашении факультативное обязательство
            должно быть прямо упомянуто?
          </span>
        </li>
        <li>
          <span>
            может ли быть утверждено мировое соглашение, в котором вообще
            отсутствует указание на срок, в течение которого у должника
            сохраняется возможность обратиться к факультативному исполнению?
            Замечу, что с точки зрения сугубо цивилистической вроде бы никаких
            сложностей не возникает &ndash; по общему правилу это не делает
            дефектным само соглашение (см.&nbsp;п. 2 ст. 314 ГК РФ);
          </span>
        </li>
        <li>
          <span>
            следует ли в содержании исполнительного документа указывать сведения
            о факультативном обязательстве?
          </span>
        </li>
        <li>
          <span>
            необходимо ли для разрешения вопроса о выдаче исполнительного
            документа назначать судебное заседание?
          </span>
        </li>
        <li>
          <span>
            как поступать суду, если при разрешении вопроса о выдаче
            исполнительного документа выяснилось, что льготный срок для должника
            истек, а факультативное обязательство исполнено частично?
          </span>
        </li>
        <li>
          <span>
            каковы правовые последствия факультативного исполнения, если
            взыскатель, несмотря на содержание исполнительного документа (в
            котором вследствие истечения срока для факультативного исполнения
            указано лишь на принудительное исполнение первоначального
            обязательства), тем не менее принял такое факультативное исполнение
            от должника?
          </span>
        </li>
      </ul>
      <p>
        По давно заведенной традиции наше мероприятие не обойдется без гостя.
        Поскольку большинство вопросов требуют серьезного погружения в
        цивилистическую доктрину, я опять обратился к кадровому резерву нашего
        самого большого структурного подразделения в вузе. Несложно догадаться,
        что речь идет о кафедре гражданского права. Итак, наш гость &ndash;
        старший преподаватель упомянутой кафедры &hellip;
      </p>
      <p>
        Очередное заседание группы состоится <u>8 июля 2022 г. в 18-00</u>.
      </p>
      <p>
        Предварительно его проведение планируется в &laquo;Пане Сметане&raquo;.
        Но чтобы понять, насколько соответствует имеющееся там закрытое
        помещение нашим все возрастающим потребностям, прошу до&nbsp;15‑00
        завтрашнего дня (5 июля) <u>подтвердить свое участие</u> в работе группы
        посредством короткого сообщения на мою электронную почту ... либо в
        мессенджер ВотсАп (только ни в коем случае не в кафедральном чате, а
        лично мне).
      </p>
      <p>
        P.S. Да, кстати. Перечитывал я тут недавно старые объявления и понял,
        что некоторые правовые проблемы в них описаны довольно неплохо. Поэтому
        для тех, кто пришел на кафедру работать недавно, скомпоновал архив
        объявлений на отдельном сайте apkrf.net : если вдруг будут время и
        желание, то можно хотя бы по диагонали почитать.
      </p>
      <Signature>
        <p>
          Бывший руководитель учебно-методической группы по арбитражному
          процессу
        </p>
        <p>Д. Б. Абушенко</p>
      </Signature>
    </div>
  );
};

export default Post_18;
