import React from 'react'
import Signature from '../UI/Signature/Signature'
import Image from 'next/image'
import s from './Post.module.scss'
import RedactedText from '../UI/RedactedText/RedactedText';


const Post_24 = () => {
    return (
        <div className={s.container}>
<p className="p1">Уважаемые преподаватели, аспиранты и соискатели, а также бывшие коллеги, бывшие аспиранты и бывшие соискатели!</p>
<p className="p1">Знаю, как тяжело с октября по апрель переносится уральская зима. Сам неоднократно бывал зимой на Урале. Заседание учебно-методической группы в этом смысле способ приблизить весну &ndash; по крайней мере, на те несколько часов, что длится наше квазинаучное мероприятие.</p>
<p className="p1">В очередной раз подумал, что нам нужно быть ближе к студентам. А для этого мы постоянно должны совершенствоваться в использовании молодежного сленга. Увы, сам этот сленг довольно изменчив, поэтому раз и навсегда запоминать значение слов типа &laquo;кринж&raquo; (и образованных на его основе &laquo;кринжовый&raquo;, &laquo;кринжуха&raquo;, &laquo;кринжатина&raquo;) нет никакой необходимости. Но, конечно, быть в курсе тенденций и к месту вставлять те или иные слова или обороты &ndash; это, скажу немного пафосно, практически как обращение к основам духовно-нравственной культуры, ибо, с одной стороны, создает фундамент для воспитания нравственной студенческой личности, готовой к саморазвитию, а с другой, обогащает внутренний мир преподавателей современным фольклором.</p>
<p className="p1">Итак, поскольку лексикон современного студента не блещет многообразием, предлагаю потренироваться на известном литературном персонаже &ndash; Эллочке Щукиной <span>[1]</span>, взяв за основу ее словарь:</p>
<p className={s.small_footnote}>
                <a href='#_ftn1'>
                    <span>[1]</span>
                </a>{' '}
                Жена инженера завода «Электросила» Эрнеста Павловича Щукина, если вдруг кто-то не знает.
            </p>
<ol className="ol1">
<li className="li5"><strong>&laquo;Хамите&raquo;</strong></li>

<p className="p6">Реакция на сложный вопрос студента. Само слово произносится с обезоруживающей улыбкой немного нараспев &ndash; в итоге студент теряется и вообще не понимает, что происходит. Эффект усиливается осуждающим покачиванием головы. Главное &ndash; не терять инициативу и плавно перевести разговор с группой в другое русло.</p>
<li className="li5"><strong>&laquo;Хо-хо!</strong>&raquo;</li>

<p className="p6">Восклицание, которое в зависимости от конкретного ответа студента выражает хорошо скрытую иронию, неподдельное удивление или восторг, нечаянную радость или чувство глубокой удовлетворённости.</p>
<li className="li5"><strong>&laquo;Знаменито&raquo;</strong></li>

<p className="p7">Реакция на ответ студента, сопровождаемый уместной ссылкой на Васьковского, Гольмстена или Яблочкова. Предлагаю не девальвировать использование данного слова при упоминании студентами работ, написанных преподавателями нашей кафедры (хотя понятно, что мы пишем в основном нетленку, особенно когда в соавторстве кооперируемся, чтобы обеспечить в годовом отчете нужное количество публикаций).</p>
<p className="p6">Ну, а если все же очень хочется как-то похвалить студента за обращение к работам уральской процессуальной школы, то напоминаю: в арсенале есть &laquo;Хо-хо!&raquo;</p>
<li className="li5"><strong>&laquo;Мрачный&raquo;</strong></li>

<p className="p8">Слово может использоваться по отношению ко всему.</p>
<p className="p8">Например:</p>
<p className="p9">- &laquo;Мрачный студент Вах <span>[2]</span> хоть и с опозданием, но пришёл на пару&raquo;;</p>
<p className={s.small_footnote}>
                <a href='#_ftn1'>
                    <span>[2]</span>
                </a>{' '}
                «Вах» в данном случае – фамилия студента (а не вольт-амперная характеристика, как можно было бы подумать).
            </p>
<p className="p9">- &laquo;Мрачная погода, видимо, повлияла сегодня на когнитивные способности всей группы&raquo;;</p>
<p className="p9">- &laquo;Мрачный случай, скажу я вам, произошел тут давеча в одном районном суде&raquo;;</p>
<p className="p10">- &laquo;Мрачный кот сегодня мне приснился&hellip; Это, как все уже догадались, к письменной контрольной работе&raquo;;</p>
<p className="p10">- &laquo;Антиисковой запрет &ndash; мрачный правовой институт, навязанный нам англосаксами&raquo;.</p>
<li className="li5"><strong>&laquo;Мрак&raquo;</strong></li>


<p className="p6">Это слово предлагаю использовать как реакцию на первый вариант представленной студентом творческой работы (лично я всегда так делаю, когда впервые получаю на проверку магистерскую диссертацию).</p>
<li className="li5"><strong>&laquo;Жуть&raquo;</strong></li>

<p className="p6">На мой взгляд, очень уместное слово для реакции на отдельные судебные акты и законодательные инициативы. Иногда употребимо и в отношении какой-либо действующей правовой нормы.</p>
<li className="li5"><strong>&laquo;Парниша&raquo;</strong></li>

<p className="p7">Может быть использовано по отношению ко всем мужчинам (независимо от возраста и общественного положения), которые по фабуле из практикума выступают истцами, ответчиками либо третьими лицами.</p>
<p className="p6">Не рекомендуется оперировать данным термином в отношении прокурора и уполномоченных по защите всяческих прав.</p>
<li className="li5"><strong>&laquo;Не учите меня жить&raquo;</strong></li>

<p className="p6">Фраза, которую уместно сказать в шутливом тоне после того, как кто-то из студентов показал вам, как пользоваться интерактивной доской. <span>[3]</span></p>
<p className={s.small_footnote}>
                <a href='#_ftn1'>
                    <span>[3]</span>
                </a>{' '}
                Из собственного опыта: в некоторых аудиториях вместо интерактивных досок стоят огромные телевизоры. Не пытайтесь на них рисовать пальцем!
            </p>
<li className="li5"><strong>&laquo;Как ребенка&raquo;</strong></li>

<p className="p7">Используется как составная часть оборота в случаях, когда кто-то кого-то обманул, подтолкнул к совершению невыгодного действия или просто не оправдал разумные ожидания.</p>
<p className="p8">Например:</p>
<p className="p10">- &laquo;В отказном определении второй кассации главные доводы жалобы были искусно опущены &ndash; в итоге создавалось полное ощущение, что за весьма значительную сумму госпошлины кассатора обманули как ребенка&raquo;;</p>
<p className="p10">- &laquo;В первой кассации судья спросила, не означают ли мои доводы, что я прошу кассационную инстанцию переоценить конкретные доказательства &ndash; ха! всенепременно! хотела провести меня как ребенка&raquo;;</p>
<p className="p10">- &laquo;В апелляцию новое доказательство было представлено посредством его копирования в сам текст апелляционной жалобы &ndash; процессуальный оппонент, похоже, намеревался объегорить судью проверочной инстанции как ребенка&raquo;;</p>
<p className="p12">- &laquo;На вопрос процессуального оппонента я по существу отвечать не стал, срезав его как ребенка ссылкой на недобросовестность&raquo;.</p>
<li className="li5"><strong>&laquo;Кр-р-расота!&raquo;</strong></li>

<p className="p6">Восклицание, допустимое к использованию в том довольно редком случае, когда подготовленная студентом презентация действительно несет какую-то нужную смысловую информацию, которую сложно изложить в устном выступлении.</p>
<li className="li5"><strong>&laquo;Толстый и красивый&raquo;</strong></li>

<p className="p6">Употребляется исключительно как характеристика неодушевлённых предметов &ndash; например, нового кафедрального учебника по арбитражному процессу.</p>
<li className="li5"><strong>&laquo;Поедем на извозчике&raquo;</strong></li>

<p className="p6">Говорится шутя обычно применительно к теме судебных расходов (например, в качестве иллюстрации экономного способа передвижения по городу).</p>
<li className="li5"><strong>&laquo;Поедем на таксо&raquo;</strong></li>

<p className="p13">Противоположное по смыслу выражению &laquo;Поедем на извозчике&raquo;.</p>
<li className="li5"><strong>&laquo;У вас вся спина белая&raquo;</strong></li>

<p className="p6">Фраза, обращенная студенту, который вышел что-то написать на доске. Вся группа гарантированно будет смеяться (особенно если на нем белая рубашка). Ну, или не будет &ndash; довольно часто все 25 человек в группе начисто лишены чувства юмора.</p>
<li className="li5"><strong>&laquo;Подумаешь!&raquo;</strong></li>

<p className="p7">Восклицание, которое можно интерпретировать как некое безразличное отношение к сказанному или сделанному.</p>
<p className="p7">Например, в общении с группой можно сказать:</p>
<p className="p10">- &laquo;Так и не поняли, чем отличается иск от искового заявления? Подумаешь! Большинство юристов считают, что можно подписать иск и отказаться от искового заявления&raquo;;</p>
<p className="p12">- &laquo;Для чего после &laquo;то есть&raquo; вся группа в письменной работе поставила запятую? Ладно, не переживайте. Подумаешь! Редкий практикующий юрист сейчас использует пунктуацию в соответствии с правилами&raquo;.</p>
<li className="li5"><strong>&laquo;Уля&raquo;</strong></li>

<p className="p6">Ласкательное окончание имен. Но использовать по отношению к студентам не рекомендуется. Да и по отношению к остальным я бы использовал с большой осторожностью &ndash; время сейчас такое&hellip; Живем-то как на вулкане.</p>
<li className="li5"><strong>&laquo;Ого!&raquo;</strong></li>
</ol>
<p className="p6">Ирония, удивление, восторг, ненависть, радость, презрение и удовлетворённость. Используется, если нет оснований для оперирования иными (описанными выше) фразами и восклицаниями.</p>
<p className="p1">Если кто-то думает, что средний уровень студента будет неуклонно повышаться и лет через десять молодежный сленг содержательно станет радикально иным, обрадую: я тоже так думаю. Во-первых, за парты сядут те, кто в школе получил высокие оценки за основы духовно-нравственной культуры, и, во-вторых, вполне возможно будет реанимирован институт рабфака (или появится что-то подобное) для тех, кто поработал на производстве не менее одного года либо стал освобожденным секретарем партийной молодежной организации.</p>

{/* IMAGE */}
            <div className={s.img_container}>
                <div className={s.img}>
                    <Image src='/images/Post_24/1.png' width={1500} height={2000} objectFit='cover' alt='aff' />
                </div>
            </div>

<p className="p1">Перед тем как перейти к научной части, хочу поделиться своим маленьким открытием, которое не имеет никакого отношения к процессу: оказывается, полное имя Г.Ф. Шершеневича &ndash; Gabriel J&oacute;zef Hubert Szerszeniewicz (см., например, https://www.sejm-wielki.pl/b/psb.33614.1). Понятно, что никто из цивилистов не величает классика как Габриэль Иосиф Хуберт Феликсович Шершеневич. А,&nbsp;собственно, почему? Практически каждый из нас легко произносит имя поэта &ndash; Джон Ноэль Гордон Байрон. С детства многие запомнили Роберта Льюиса Бэлфура Стивенсона (ведь именно он книжку про пиратов написал когда-то). И уж абсолютно все знают имя Ремарка &ndash; Эрих Мария. Оказывается, дело в том, что J&oacute;zef и Hubert &ndash; это христианские имена, которые были даны Габриэлю Феликсовичу в соответствии с церковной традицией (кто такой J&oacute;zef, думаю, объяснять не нужно, а Hubert &ndash; это христианский святой, который считается покровителем охотников, математиков, оптиков, механиков). В общем, традиция одновременно с именем, данным при рождении родителями, упоминать еще и церковные имена, не прижилась. Хотя&hellip; Я все же нашел одну работу польского профессора, где классик российской цивилистики именуется как Габриэль Юзеф Хуберт Шершеневич. <span>[4]</span></p>
<p className={s.small_footnote}>
                <a href='#_ftn1'>
                    <span>[4]</span>
                </a>{' '}
                А. Босяцкий. Польские юристы в России в ХХ в. до 1917 г.: Избранные концепции теории и практики права // В сб.: «Прошлое и будущее либерализма в России — итоги и перспективы изучения» (Муромцевские чтения вчера, сегодня, завтра) / материалы Международной научной конференции. 1-2 октября 2021 г. г. Орёл, / Под общей редакцией д-ра ист. наук, проф. Д.В. Аронова. Орел: Издательский дом «ОРЛИК», 2021. С. 124.
            </p>
<p className="p1">Теперь о научной тематике.</p>
<ol className="ol1" type="I">
        <li className="li4">Давно мы не размышляли об абсолютно оторванных от закона категориях. Однако молчание закона, если подумать, это такая мелочь&hellip; Уровень наших дискуссий, как мне кажется, позволяет обсуждать любые теоретические конструкции. Итак, хочу поставить вопрос ребром: а почему, собственно говоря, не допустить существование <strong><em>условных судебных решений</em></strong>?</li>
<p className="p1">Я прочитал довольно много литературы по судебному решению и понял, что все доводы против можно свести к трем основным:</p>
<ol className="ol2">
<li className="li4">довод <strong>о годности притязания к принудительному осуществлению</strong></li>
<p className="p6">(здесь речь идет о том, что материально-правовое притязание истца должно быть годным к принудительному осуществлению: если в требуемом фактическом составе отсутствует полный набор фактов, с которыми закон связывает &laquo;боевое состояние&raquo; субъективного права, то почему суд должен идти на поводу у кредитора, удовлетворяя его исковое требование?</p>
<p className="p6">вроде бы само собой разумеется, что несозревшее, еще не годное право требования не может получить судебной защиты &ndash; иной подход будет не только обременять должников, заставляя их защищаться против необоснованных притязаний, но и провоцировать кредиторов к поспешному предъявлению исков);</p>
<li className="li4">довод <strong>о сохранении спора при вынесении условного судебного решения</strong></li>
<p className="p6">(действительно, условное судебное решение не устраняет спора между сторонами: поскольку наступление условия выступает в качестве самостоятельного юридического факта, то возможен новый спор о факте между кредитором и должником;</p>
<p className="p6">более того, может получиться, что сам основной спор был разрешен достаточно оперативно, а для вывода о том, что условие наступило, понадобится сложная исследовательская деятельность &ndash; например, назначение судом экспертизы);</p>
<li className="li4">довод <strong>о возможности возникновения у должника дополнительных возражений после вынесения условного судебного решения</strong></li>
</ol>


<p className="p6">(здесь ссылаются на то, что должник вследствие использования конструкции условного судебного решения может пострадать в случае, если в промежутке между принятием условного судебного решения и наступлением условия у него возникнут возражения, способные радикально повлиять на ранее разрешенный не в его пользу материально-правовой спор;</p>
<p className="p6">действительно, если бы суд сначала вынес отказное судебное решение, а затем (уже при наступлении условия и предъявлении истцом иного, нетождественного иска) стал бы рассматривать новое судебное дело, то у должника была бы возможность представить именно во второе судебное дело свои возражения;</p>
<p className="p6">однако раз вынесено условное судебное решение, то вроде как далее деятельность суда сужается &ndash; в итоге предполагается лишь установление факта наступления условия).</p>
<p className="p1">Как вам эти доводы? Звучат убедительно?</p>
<p className="p1">Не исключаю, что у кого-то будут и иные аргументы против &ndash; их обязательно нужно тоже обсудить.</p>
        <li className="li4">Теперь обратим свои взоры в научно-практическую плоскость.</li>
<p className="p6">Здесь я хотел бы поставить вопросы, связанные с <strong><em>правом инстанционного обжалования итогового судебного акта материальным правопреемником.</em></strong></p>
<p className="p6">Для начала просто хочу напомнить историю вопроса:</p>
<ul className="ul1">
<li className="li4">применительно к производству в арбитражном суде апелляционной инстанции Высший Арбитражный Суд РФ в свое время указывал, что&nbsp;&laquo;к лицам, имеющим право на обжалование в порядке апелляционного производства, относятся также <strong>правопреемники лиц, участвующих в деле, </strong><span className="s3"><strong>не вступившие в процесс</strong></span><strong>&nbsp;при рассмотрении дела арбитражным судом первой инстанции</strong>&raquo;</li>
</ul>
<p className="p7">(п. 1 постановления Пленума Высшего Арбитражного Суда РФ от 28 мая 2009 г. №&nbsp;36 &laquo;О применении Арбитражного процессуального кодекса Российской Федерации при рассмотрении дел в арбитражном суде апелляционной инстанции&raquo; &ndash; сейчас это постановление отменено);</p>
<ul className="ul1">
<li className="li4">в действующих постановлениях Пленума Верховного Суда РФ нет фразы &laquo;не вступившие в процесс&raquo;:</li>
</ul>
<p className="p10">&laquo;К лицам, имеющим право на обжалование в порядке апелляционного производства, относятся также <strong>правопреемники лиц, участвующих в деле,</strong> эксперты, специалисты, свидетели, переводчики в части выплаты им вознаграждения и/или возмещения расходов, понесенных при рассмотрении дела, и прокурор по делам, указанным в <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=465800&amp;dst=100299">части 1 статьи 52</a> АПК РФ, даже если он не участвовал в рассмотрении этого дела в арбитражном суде первой инстанции&hellip; &raquo;</p>
<p className="p7">(п. 1 постановления Пленума Верховного Суда РФ от 30 июня 2020 г. № 12 &laquo;О&nbsp;применении Арбитражного процессуального кодекса Российской Федерации при рассмотрении дел в арбитражном суде апелляционной инстанции&raquo;);</p>
<p className="p10">&laquo;Правом апелляционного обжалования судебных постановлений обладают также <strong>правопреемники лиц, участвующих в деле</strong>, и <strong>лиц, которые не были привлечены к участию в деле</strong>, но вопрос о правах и об обязанностях которых разрешен обжалуемым судебным постановлением. При этом правопреемство может быть как полным, так и частичным (например, при уступке части требований)&raquo;</p>
<p className="p7">(п. 6 постановления Пленума Верховного Суда РФ от 22 июня 2021 г. № 16 &laquo;О&nbsp;применении судами норм гражданского процессуального законодательства, регламентирующих производство в суде апелляционной инстанции&raquo;);</p>
<ul className="ul1">
<li className="li4">при этом применительно к административному производству Верховный Суд&nbsp;РФ, как мне кажется, предложил иную идею:</li>
</ul>
<p className="p10">&laquo;Правом апелляционного обжалования судебных актов суда первой инстанции обладают лица, участвующие в деле, лица, которые не были привлечены к участию в административном деле и вопрос о правах и об обязанностях которых был разрешен судом, их представители, <strong>правопреемники</strong>. Последние <strong>вправе подать апелляционную, частную жалобу </strong><span className="s3"><strong>независимо от того, привлекались ли они к участию в деле</strong></span><strong> судом первой инстанции и </strong><span className="s3"><strong>был ли предварительно разрешен вопрос о замене стороны ее правопреемником</strong></span> (<a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=495131&amp;dst=100249">статьи 37</a>, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=495131&amp;dst=100304">44</a>, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=495131&amp;dst=100311">45</a>, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=495131&amp;dst=100452">56</a> КАС РФ). Вопрос о правопреемстве может быть разрешен судьей суда апелляционной инстанции при подготовке административного дела к рассмотрению в суде апелляционной инстанции или судом апелляционной инстанции при рассмотрении жалобы, представления&raquo;</p>
<p className="p7">(п. 3 постановления Пленума Верховного Суда РФ от 11 июня 2020 г. № 5 &laquo;О&nbsp;применении судами норм Кодекса административного судопроизводства Российской Федерации, регулирующих производство в суде апелляционной инстанции&raquo;);</p>
<p className="p10">&laquo;На стадии производства в суде апелляционной инстанции <strong>вопросы процессуального правопреемства по основаниям, возникшим после принятия решения, а также </strong><span className="s3"><strong>по основаниям, о которых не могло быть известно суду первой инстанции до принятия решения</strong></span><strong>, разрешаются судом апелляционной инстанции</strong>. В случае когда суд первой инстанции не разрешил подлежавший разрешению судом первой инстанции вопрос о процессуальном правопреемстве либо незаконно отказал в замене стороны ее правопреемником, решение суда может быть отменено или изменено судом апелляционной инстанции (<a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=495131&amp;dst=102079">пункты 2</a>, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=495131&amp;dst=486">3 статьи 309</a>, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=495131&amp;dst=102088">пункт 4 части 1</a>, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=495131&amp;dst=102101">часть 4 статьи 310</a> КАС РФ)&raquo;</p>
<p className="p7">(п. 21 постановления Пленума Верховного Суда РФ от 11 июня 2020 г. № 5 &laquo;О&nbsp;применении судами норм Кодекса административного судопроизводства Российской Федерации, регулирующих производство в суде апелляционной инстанции&raquo;).</p>
<p className="p6">Итак, в Верховном Суде РФ явно нет консенсуса в вопросе о праве инстанционного обжалования итогового судебного акта материальным правопреемником &ndash; разные фракции проводят разные идеи. И это, конечно, дает нам повод погрузиться в нюансы и разобраться, кто прав, а кто виноват (шутка).</p>
<p className="p6">Полагаю, здесь можно поставить несколько вопросов:</p>
<ol className="ol2">
<li className="li4">может ли обжаловать судебное решение материальный правопреемник, <strong>которому было отказано </strong>во вступлении в процесс в суде первой инстанции (имеется в виду, что отказное определение вступило в законную силу и возможно даже само было объектом инстанционной проверки)?</li>
<p className="p15">Имеет ли значение для ответа на поставленный вопрос основание, по которому было вынесено отказное определение:</p>
<p className="p16">а) отсутствие материального правопреемства;</p>
<p className="p16">б) возражения истца, который в рамках смешанной модели процессуального правопреемства может препятствовать вступлению материального правопреемника</p>
<p className="p7">(см. п. 33 постановления Пленума Верховного Суда РФ от 21 декабря 2017 г. № 54 &laquo;О некоторых вопросах применения положений главы 24 Гражданского кодекса Российской Федерации о перемене лиц в обязательстве на основании сделки&raquo;)<span className="s4">?</span></p>
<p className="p15">Должно ли как-либо учитываться пассивное поведение материального правопреемника, который в рамках смешанной модели процессуального правопреемства после заявления возражений истца имел право предъявить иск и ходатайствовать о вступлении в дело со статусом третьего лица, заявляющего самостоятельные требования, однако не сделал этого?</p>
<p className="p15">И еще: если обжалование допустимо, то может ли суд проверочной инстанции проигнорировать выводы, содержащиеся во вступившем в законную силу отказном определении?</p>
<li className="li4">может ли обжаловать судебное решение материальный правопреемник, <strong>вопрос о вступлении которого </strong>в процесс в суде первой инстанции вообще <strong>не разрешался</strong>?</li>
<p className="p15">Имеет ли значение для ответа на поставленный вопрос причина, по которой ни одним из лиц, участвующих в деле, не было заявлено ходатайство о замене лица его правопреемником:</p>
<p className="p16">а) правопредшественник не сообщил правопреемнику об имеющем место производстве в суде первой инстанции;</p>
<p className="p16">б) правопреемник, зная о том, что в производстве суда первой инстанции имеется дело по иску правопредшественника, тем не менее не посчитал нужным инициировать процедуру замены;</p>
<p className="p16">в) должник, получив уведомление о состоявшейся цессии, схожим образом не заявил ходатайство о замене истца его правопреемником?</p>
<p className="p15">Если обжалование допустимо, то не повлечет ли оно за собой волну злоупотреблений со стороны проигравших дело в суде первой инстанции истцов, которые будут находить дружественных контрагентов и подписывать с ними задним числом договоры цессии, чтобы те имели право на обжалование и хорошую перспективу для отмены решения суда первой инстанции?</p>
<li className="li4">может ли обжаловать судебное решение материальный правопреемник, который стал таковым <strong>после вынесения</strong> судебного решения, <strong>но до возбуждения</strong> производства в суде проверочной инстанции?</li>
<p className="p15">Если да, то:</p>
<ul className="ul1">
<li className="li4">какой суд должен устанавливать факт правопреемства (суд первой или суд проверочной инстанции)?</li>
</ul>
<p className="p18">Если суд первой инстанции, то как поступать правопреемнику в случае, если будет сделан отрицательный вывод о наличии правопреемства?</p>
<p className="p18">Если суд проверочной инстанции, то в какой момент факт правопреемства подлежит установлению (при возбуждении апелляционного/кассационного производства либо при рассмотрении жалобы по существу)?</p>
<ul className="ul1">
<li className="li4">имеет ли какое-либо правовое значение ранее принятое судом первой инстанции определение о замене стороны в исполнительном производстве, в котором уже по существу разрешен вопрос о наличии материального правопреемства?</li>
</ul>
<ul className="ul1">
<li className="li4">сохраняется ли право на инстанционное обжалование у правопредшественника?</li>
</ul>
<p className="p15">Если нет, то как поступать материальному правопреемнику, если по каким-либо причинам правопредшественник не желает инициировать инстанционную проверку?</p>
<li className="li4">допустимо ли соглашение между правопредшественником и правопреемником о <strong>нераскрытии </strong>любым третьим лицам (включая суд) <strong>информации о факте перехода права</strong>?</li>
</ol>
<p className="p15">Здесь речь идет, прежде всего, о случае, когда цедент и цессионарий договариваются не раскрывать перед судом и должником информацию о цессии, по сути, поручая ведение процесса цеденту (который де-юре уже перестал быть кредитором).</p>
<p className="p15">Как следует реагировать проверочной инстанции в случае получения (например, от должника) информации о состоявшейся ранее цессии? Какова судьба в этом случае апелляционной/кассационной жалобы, поданной правопредшественником?</p>
        <li className="li4">Далее хочу обратить ваше внимание на довольно интересную норму, содержащуюся в ГК&nbsp;РФ:</li>
<p className="p21">Статья 207. Применение исковой давности к дополнительным требованиям</p>
<p className="p21">1. С истечением срока исковой давности по главному требованию считается истекшим срок исковой давности и по дополнительным требованиям (проценты, неустойка, залог, поручительство и т.п.), в том числе возникшим после истечения срока исковой давности по главному требованию.</p>
<p className="p21">2. В случае пропуска <strong>срока предъявления к исполнению исполнительного документа</strong> по главному требованию срок исковой давности по дополнительным требованиям считается истекшим.</p>
<p className="p6">Несложно обнаружить здесь откровенную манипуляцию законодателя: с каких это пор срок предъявления к исполнению исполнительного документа стал сроком исковой давности?</p>
<p className="p6">Впрочем, ст. 207 ГК РФ я процитировал не для того, чтобы ущипнуть незадачливых разработчиков текста закона. В конце концов, название статьи вторично, главное &ndash; содержание.</p>
<p className="p6">Итак, предлагаю подумать вот над какой фабулой:</p>
<ul className="ul1">
<li className="li4">имеются два судебных решения:</li>
</ul>
<ul className="ul2" style={{listStyleType:"square"}}>
<li className="li4">первое принято по требованию о взыскании основного долга;</li>
<li className="li4">второе по требованию о взыскании процентов по ст. 395 ГК&nbsp;РФ (важный момент: в итоговой резолюции указано, что проценты взыскиваются &laquo;до фактического погашения основного долга&raquo;);</li>
</ul>
<ul className="ul1">
<li className="li4">далее кредитор предъявляет ко взысканию исполнительный документ, выданный по второму судебному делу (о взыскании процентов), а вот по первому делу как раз нарушает установленный законом срок для предъявления, вследствие чего срабатывает институт исполнительной давности.</li>
</ul>
<p className="p6">Должник, перечитав еще раз ст. 207 ГК РФ, понимает, что он был бы защищен в случае последовательного предъявления иска по главному требованию, истечения срока исполнительной давности по нему и последовавшего после этого искового притязания по дополнительному требованию.</p>
<p className="p6">Но разработчики указанной нормы не учли, что в нашем законодательстве нет ни жестких правил о строго последовательном предъявлении связанных исковых требований, ни правил, предписывающих кредиторам объединять все возникшие из одного материального правоотношения притязания.</p>
<p className="p6">В итоге должник ставит перед нами вопрос: неужели он действительно должен платить проценты &laquo;до фактического погашения основного долга&raquo; (как это указано во втором судебном решении)? Ведь основной долг теперь уже нельзя принудительно взыскать!</p>
<p className="p6">Какой правовой механизм следует использовать должнику, чтобы &laquo;сбросить оковы&raquo; бесконечно долгого взыскания процентов?</p>
        <li className="li4">Наконец, по просьбе одного из постоянных участников наших заседаний, долго и успешно защищающего права весьма известной кредитной организации, излагаю фабулу, в которой схожим образом необходимо поразмышлять над связью разных судебных дел.</li>
</ol>
<p className="p6">Исходные данные следующие:</p>
<ul className="ul1">
<li className="li4">имеются два судебных решения:</li>
</ul>
<ul className="ul2" style={{listStyleType:"square"}}>
<li className="li4">первое принято по иску кредитора к должнику о взыскании по кредитному договору;</li>
<li className="li4">второе принято по иску кредитора к поручителю должника;</li>
</ul>
<ul className="ul1">
<li className="li4">далее в первом деле стороны заключают мировое соглашение, по которому переносится срок исполнения денежного обязательства;</li>
</ul>
<ul className="ul1">
<li className="li4">во втором деле все развивается традиционно: после вступления судебного решения в законную силу кредитор получает исполнительный документ и предъявляет его к исполнению.</li>
</ul>
<p className="p6">Поручитель (с которого уже взыскиваются деньги в исполнительном производстве) ставит перед нами вопросы:</p>
<ol className="ol2">
<li className="li4">можно ли считать, что изменение основного договора, о котором договорились основной должник и кредитор в мировом соглашении, ликвидирует просрочку и требование кредитора к поручителю становится безосновательным?</li>
<p className="p15">Если да, то как быть с тем, что дело по иску кредитора к поручителю уже разрешено? Нужно ли тогда отменять судебное решение (ведь на момент его вынесения оно было законным и обоснованным)?</p>
<p className="p15">Или необходимо просто завершать исполнительную процедуру, возбужденную против поручителя?</p>
<p className="p15">Или есть какой-то третий вариант?</p>
<li className="li4">поставленные выше вопросы для случая заключения мирового соглашения предлагается обсудить для судебной отсрочки исполнения судебного решения, принятого по иску кредитора к должнику;</li>
<li className="li4">могут ли отдельные распорядительные действия, совершенные истцом в рамках спора кредитора и основного должника (например, отказ от иска, уменьшение размера исковых требований), влиять на разрешение спора кредитора с поручителем?</li>
</ol>
<p className="p15">При положительном ответе &ndash; уточняющий вопрос о последствиях для уже принятого судебного решения по иску кредитора к поручителю.</p>
<p className="p6">Возможно, кто-то из участников заседания готов предложить некую универсальную модель того, как должна выстраиваться связь между (1) судебным делом, в котором рассматривается основное требование, и (2) судебным делом, где заявлены требования по обеспечительным обязательствам? Ждем тогда с презентацией, чтобы воскликнуть: &laquo;Кр-р-расота!&raquo;</p>
<p className="p1">Далее. Для тех, кто не ограничится прочтением данного объявления и все же вознамерится посетить очное заседание, важное предупреждение в связи с распространением гонконгского гриппа (см. приписку на фото внизу):</p>

{/* Image */}
<div className={s.img_container}>
                <div className={s.img}>
                    <Image src='/images/Post_24/2.png' width={1500} height={2100} objectFit='cover' alt='aff' />
                </div>
            </div>

<p className="p1">Вообще, конечно, хотелось бы, чтобы у всех было достаточно здоровья и сил для проведения заседания в менее тепличных условиях, чем пивной ресторан:</p>

{/* Image */}
<div className={s.img_container}>
                <div className={s.img}>
                    <Image src='/images/Post_24/3.png' width={1500} height={1000} objectFit='cover' alt='aff' />
                </div>
            </div>

<p className="p1">Но пока я к таким рискам не готов, а потому довожу до сведения всех желающих, что очередное заседание группы состоится в <strong>понедельник (!) 2 марта 2026 г. в 19-00 в &laquo;Гротт Баре&raquo; </strong>на Ленина, 49<strong>.</strong></p>
<p className="p1">Поскольку вместимость зала в указанном заведении весьма ограничена, прошу <strong>не позднее 25 февраля</strong> подтвердить свое участие в работе группы посредством короткого сообщения (&laquo;Иду&raquo;, &laquo;Буду&raquo;, &laquo;В этот раз &ndash; да&raquo;, &laquo;С работы сразу на заседание&raquo;, &laquo;Детей отвезу домой и поеду в паб&raquo;, &laquo;Я&nbsp;всегда в пивном ресторане по понедельникам&raquo;, &laquo;Хо-хо!&raquo;) на мою электронную почту abushenko73@mail.ru либо в мессенджеры ВотсАп / Телеграм. <span>[5]</span> При необходимости место проведения заседания будет изменено.</p>
<p className={s.small_footnote}>
                <a href='#_ftn1'>
                    <span>[5]</span>
                </a>{' '}
                На момент написания объявления они вроде бы еще не были внесены во всяческие реестры. Хотя если вдруг что-то изменилось, прошу считать слова «либо в мессенджеры ВотсАп / Телеграм» не написанными. 
            </p>
<p className="p1">В наш кафедральный чат в одном широко разрекламированном мессенджере <strong>ничего писать (а равно ставить крестики, плюсики и пр.) не нужно. </strong></p>
        </div>
    )
}

export default Post_24
