import React from 'react'
import Signature from '../UI/Signature/Signature'
import Image from 'next/image'
import s from './Post.module.scss'
import Footnote from '../UI/Footnote/Footnote'

const Post_19 = () => {
  return (
    <div className={s.container}>
      <h2>
        Уважаемые преподаватели и аспиранты!<sup>1</sup>
      </h2>
      <Footnote>
        <sup>1</sup> Очень, кстати, правильное решение &ndash; поступить в очную аспирантуру. Всецело поддерживаю тягу к науке (особенно юношей и особенно в
        этом году).
      </Footnote>
      <p>
        Полгода пролетели незаметно &ndash; как бы кому ни хотелось, но я вынужден снова призвать вас собраться. Понимаю, что вечер пятницы у нормальных людей
        обычно посвящается более интересным делам, но мы с вами из иного теста, нам категорически необходимо с определенной периодичностью обсуждать конкретные
        процессуальные конструкции и дефиниции, выявлять сходство и различия в правовых явлениях, выделять сущностные признаки и отграничивать их от
        второстепенных.
      </p>
      <p>Мне на почту довольно часто приходят вопросы, связанные с деятельностью учебно-методической группы. Чтобы не писать каждому, отвечаю здесь:</p>
      <ol>
        <li>
          <em>
            <b>Можно ли брать с собой на заседание детей? </b>
          </em>
        </li>
      </ol>
      <p>
        <span>
          Почему бы и нет &ndash; если ребенку есть что сказать о процессуальной материи, то пусть, конечно, приходит. Даже если просто посидит &ndash; ничего
          страшного (плохому точно его не научат).
        </span>
      </p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/1.png' width={540} height={350} objectFit='cover' alt='aff' />
        </div>
      </div>
      <ol start={2}>
        <li>
          <em>
            <b>Можно ли брать с собой на заседание родителей, бабушек, дедушек?</b>
          </em>
        </li>
      </ol>
      <p>
        <span>См. ответ на предыдущий вопрос. </span>
      </p>
      <p>
        <span>Но есть нюанс: главное &ndash; заранее решить, кто за кем будет присматривать.</span>
      </p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/2.png' width={540} height={350} objectFit='cover' alt='aff' />
        </div>
      </div>
      <ol start={3}>
        <li>
          <em>
            <b>Есть ли какие-то правила в отношении неофициальной части мероприятия (имеются в виду танцы, курение, смех)?</b>
          </em>
        </li>
      </ol>
      <p>
        <span>Есть. Они очень простые.</span>
      </p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/3.png' width={540} height={350} objectFit='cover' alt='aff' />
        </div>
      </div>
      <ol start={4}>
        <li>
          <b>
            <em>Как поступать, если во время заседания </em>
            <em>
              учебно-методической группы один из участников рассказывал{' '}
              <span>
                антисоветские анекдоты (ставил под сомнение цели спецоперации / отрицал данные о росте российской экономики / осуждал выход России из Совета
                Европы)?
              </span>
            </em>
          </b>
        </li>
      </ol>
      <p>
        <span>Тут ничего придумывать не надо &ndash; алгоритм действий давно разработан и доказал свою эффективность.</span>
      </p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/4.png' width={540} height={650} objectFit='cover' alt='aff' />
        </div>
      </div>
      <p>
        Теперь &ndash; о важном. Конечно, все мы уже поставили подписи в листе ознакомления с приказом № 79 от 5&nbsp;марта 2022&nbsp;г. Но действительно ли
        каждый внимательно изучил этот, не побоюсь этого слова, судьбоносный документ? Ведь им утверждено положение, которое касается наших бренных тел:
      </p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/5.png' width={840} height={220} objectFit='cover' alt='aff' />
        </div>
      </div>
      <p>
        Сразу хочу обратить внимание на филигранную юридическую технику &ndash; разработчики документа смело оперируют отнюдь не самыми простыми дефинициями:
      </p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/6.png' width={840} height={100} objectFit='cover' alt='aff' />
        </div>
      </div>
      <p>
        Меня лично заинтересовал открытый перечень повреждений тканей организма. Действительно, а что еще за напасть может произойти с преподавателем во время
        учебного процесса (кроме укола, пореза и ссадины)? И тут я понял, что скрывается за &laquo;и др.&raquo;! Речь явно идет об укусах! Каждый наверняка
        вспомнит случай из своей практики общения со студентами, когда укус был неизбежен:
      </p>
      <p>- мало баллов поставил за КМ‑3;</p>
      <p>- обратил внимание на плагиат в какой-то творческой работе студента;</p>
      <p>- задал лишний вопрос на устном экзамене;</p>
      <p>- удивился тому, что студент не встал при приветствии в начале занятия;</p>
      <p>- не спросил студента, поднявшего руку;</p>
      <p>- спросил студента, который руки не поднимал;</p>
      <p>- высказал сомнение по поводу уместности трапезы по время семинара;</p>
      <p>- отпустил группу на перемену на две минуты позже звонка.</p>
      <p>
        Само собой, укус на влечет за собой временной утраты трудоспособности преподавателя кафедры гражданского процесса. Как ни в чем не бывало преподаватель
        продолжит вести семинар, читать лекцию или принимать экзамен. Но теперь все эти случаи подлежат не только учету, но и расследованию &ndash; давайте
        возьмем это на заметку.
      </p>
      <p>
        Впрочем, те, кто действительно ознакомился с положением, в этом месте должны меня упрекнуть. Дело в том, что анализируемый локальный акт неожиданно
        снова обращается к дефиниции микротравмы:
      </p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/7.png' width={840} height={85} objectFit='cover' alt='aff' />
        </div>
      </div>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/8.png' width={840} height={140} objectFit='cover' alt='aff' />
        </div>
      </div>
      <p>
        В новом понятии снова фигурируют ссадины, однако появились кровоподтеки (похоже, следствие ударов) и даже ушибы мягких тканей (видимо, следы от
        шлепков)! Понятно, что у отдела охраны труда и медицинского обслуживания имеется определенная статистика противоправных действий, которые совершают в
        отношении преподавателей студенты, но все ж таки хочется надеяться, что удары и шлепки обходят стороной славных представителей кафедры гражданского
        процесса. В крайнем случае, полагаю, надо не акт о микротравме составлять, а срочно звонить профессору, являющемуся кандидатом в мастера спорта по
        боксу. Правда, из Академического он будет ехать долго&hellip;
      </p>
      <p>Очень понравилось мне то, что положение прямо исключает ответственность руководителей структурных подразделений и руководителей работ:</p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/9.png' width={840} height={190} objectFit='cover' alt='aff' />
        </div>
      </div>
      <p>
        Это концептуально верный подход: если за каждый порез или шлепок члена кафедры наказывать руководителя, то довольно быстро не останется ни одного, кто
        бы не был подвергнут дисциплинарному взысканию. Дурная слава о вузе пойдет тогда &ndash; нужно ли это нам? Вопрос риторический.
      </p>
      <p>
        Саму идею, кстати, можно экстраполировать и в нормативные акты, регулирующие иные правоотношения. Например, почему бы не наделить иммунитетом от
        уголовного преследования руководителей, которые &laquo;допустили случаи&raquo; дачи взяток? Даже если в их деяниях имеется состав преступления, очевидно
        же, что &laquo;ответственность указанных руководителей приведет к сокрытию и необъективному расследованию&raquo;.
      </p>
      <p>Впрочем, руководителю структурного подразделения завидовать не надо:</p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/10.png' width={840} height={350} objectFit='cover' alt='aff' />
        </div>
      </div>
      <p>
        Все мы знаем, что на каждой кафедре есть аптечки, &ndash; при порезе или шлепке именно руководитель должен оказать &laquo;первую помощь
        пострадавшему&raquo; (видимо, прямо на кафедре следует использовать зеленку и охлаждающий компресс). Хотя, наверное, можно воспользоваться и средствами
        народной медицины. Скажем, после шлепка очень эффективен заговор: &laquo;У сороки боли, у вороны боли, а у{' '}
        <b>
          <em>/имя пострадавшего преподавателя с уменьшительно-ласкательным суффиксом/</em>{' '}
        </b>
        заживи&raquo;.
      </p>
      <p>
        Что важно &ndash; руководитель должен предпринять &laquo;меры по оставлению места происшествия другими работниками&raquo;. Это логично: если один
        преподаватель укололся, то тут же может и другой. Так вся кафедра переколется. Страшно&hellip; Очень страшно.
      </p>
      <p>
        Да, а затем следует проинформировать &laquo;работников и других лиц о возможной опасности&raquo; (понятно как&nbsp;&ndash; через чат в запрещенном
        Телеграме) и, конечно же, оградить место происшествия (скажем, если укус произошел на лекции, то следует немедленно освободить всю лекционную аудиторию,
        а лучше даже весь четвертый этаж).
      </p>
      <p>
        Ну, а уж с фотографированием и оформлением схем у руководителя проблем быть не должно. В крайнем случае можно превентивно посетить кабинет
        криминалистики на Колмогорова, 54 и вспомнить, как осуществляется фотосъемка на ФЭД-5в.
      </p>
      <p>
        Печально, но анализ положения привел меня к выводу, что опасности преподавателя подстерегают не только в аудитории или на кафедре. Дело в том, что
        специалисты отдела охраны труда и медицинского обслуживания&hellip;
      </p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/11.png' width={840} height={140} objectFit='cover' alt='aff' />
        </div>
      </div>
      <p>
        Вот те раз! Прорыв вентиля горячей воды в теплопункте&hellip; А что там делал преподаватель?! Как его туда занесло? Готовил статью по процессуальным
        особенностям рассмотрения споров о горячем и холодном водоснабжении<sup>2</sup>?
      </p>
      <Footnote>
        <sup>2</sup> Сначала написал, а потом подумал: тема рассмотрения споров о поставке каких-нибудь ресурсов (ну, или электроэнергии) очень даже
        диссертабельна. Ирония здесь абсолютна не уместна.
      </Footnote>
      <p>
        Про возгорание или пожар на рабочем месте вообще молчу &ndash; неужто кто-то запускает петарды прямо на кафедре или позволяет себе курить в форточку?
      </p>
      <p>
        Воздействие электрического тока тоже тревожит &ndash; наверное, давно пора вставить заглушки в розетки (знаю несколько очень рассеянных преподавателей,
        которые потенциально способны на многое).
      </p>
      <p>
        Ну, а групповое микротравмирование &ndash; это что-то за гранью добра и зла. Неужели такое возможно? Скажем, два преподавателя взяли один листочек,
        резко потянули и одновременно порезались? Или на входе столкнулись лбами, оба получили ушибы, а затем друг друга отшлепали? Один взял дырокол, а два
        других синхронно вставили пальцы в рабочие отверстия? По очереди укололись одним и тем же шилом? Кошмар какой-то&hellip;
      </p>
      <p>
        Наконец, обращаю внимание на ту часть документа, до которой обычно глаз не доходит &ndash; на приложение № 1, именуемое &laquo;Протокол осмотра места
        происшествия&raquo;.
      </p>
      <p>Во-первых, порадовало, что наша отраслевая терминология в очередной раз доказала свою состоятельность:</p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/12.png' width={840} height={120} objectFit='cover' alt='aff' />
        </div>
      </div>
      <p>Действительно, очень странно не указывать в протоколе процессуальное положение.</p>
      <p>
        Во-вторых, нужно быть готовым к тому, что рано или поздно на рабочем месте (например, прямо в лекционной аудитории) появятся агрегаты, машины или
        станки:
      </p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/13.png' width={840} height={130} objectFit='cover' alt='aff' />
        </div>
      </div>
      <p>
        Поддерживаю: нужно становиться ближе к рабочему классу. Кстати, на каком-нибудь агрегате очень сподручно продемонстрировать динамику развития
        процессуального правоотношения. А на станке можно тут же выточить деталь, символизирующую конкретного участника гражданского процесса (храповик &ndash;
        арбитражный заседатель, вилка &ndash; соответчики, шпоночный паз &ndash; свидетель, зубчатое колесо &ndash; прокурор и&nbsp;т.д.).
      </p>
      <p>
        Ну, и если помнить инвентарные хозяйственные номера наизусть, то это явно будет препятствовать развитию деменции (сие утверждение я адресую прежде всего
        себе).
      </p>
      <p>В-третьих, приложение № 1 открывает нам глаза на ближайшее будущее:</p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/14.png' width={840} height={120} objectFit='cover' alt='aff' />
        </div>
      </div>
      <p>
        Действительно, почему у судей, прокурорских работников и судебных приставов есть спецодежда, а у нас еще нет? Правда, немного озадачен я
        спецобувью&hellip; Впрочем, видимо, имеются в виду боты с антискользящими накладками (возможно даже с шипами). Все ж таки иногда преподавателям
        приходится ходить по обычным улицам, а там бывает скользко (поскользнулся, упал, потерял сознание, закрытый перелом &ndash; это отнюдь не шлепок).
      </p>
      <p>&nbsp;</p>
      <p>Теперь ближе к тематике грядущего заседания.</p>
      <p>
        Для начала хотел бы озадачить фразой одного из классиков цивилистической науки, который в этом году отмечает свой 95-летний юбилей. Понятно, все
        догадались, что речь идет о <span>Юрии Кирилловиче Толстом. В одной из его работ обнаружил следующую фразу:</span>
      </p>
      <div className={s.img_container}>
        <div className={s.img}>
          <Image src='/images/Post_19/15.png' width={840} height={110} objectFit='cover' alt='aff' />
        </div>
      </div>
      <p>
        <strong>Вопрос</strong>: что подразумевается под &laquo;иском об отмене процессуального мероприятия&raquo;?
      </p>
      <p>За правильный ответ будет награда (пока не знаю какая).</p>
      <p>
        Ну, и основной блок вопросов хотелось бы, как это ни странно звучит, снова посвятить мировым соглашениям. Скорее, даже не собственно этому институту, а
        одной из цивилистических конструкций, которая может составлять содержание мирового соглашения. Итак, речь пойдет о заверениях об обстоятельствах (ст.
        431.2 ГК РФ).
      </p>
      <p>
        На мой взгляд, имеются серьезные предпосылки к тому, чтобы принципиально допустить включение заверений об обстоятельствах в мировое соглашение. Стороны,
        находящиеся в состоянии правового конфликта, чаще всего уже исчерпали некий &laquo;доверительный потенциал&raquo;, а потому в ряде случаев способны к
        урегулированию спора только при наличии неких страхующих правовых механизмов. К&nbsp;примеру, истец, уже потративший время и денежные средства на
        судебную защиту, готов к заключению мирового соглашения исключительно лишь при условии включения в него заверений о том, что предоставляемая взамен
        денежного требования вещь не обременена правами третьих лиц, а сама такая сделка для ответчика не будет являться крупной. Разумно ли такое
        преддоговорное требование со стороны истца? Полагаю, да: он прекрасно просчитывает риски и понимает, что, скажем, с кассационной жалобой на определение
        об утверждении мирового соглашения может обратиться третье лицо, имеющее права на вещь, подлежащую передаче ответчиком по мировому соглашению; кроме
        того, истец не исключает подачу такой жалобы от акционеров ответчика, которые будут ссылаться на крупный размер сделки и нарушение требований о ее
        одобрении. Что в итоге получает истец? Понятно, что содержащиеся в мировом соглашении заверения об обстоятельствах не гарантируют законность судебного
        определения о его утверждении, однако у истца появляется вполне ощутимый стимул тем не менее мировое соглашение заключить, поскольку даже при отмене
        соответствующего определения судом вышестоящей инстанции у него возникнет новый инструмент защиты &ndash; самостоятельное требование о взыскании убытков
        или неустойки (именно по основаниям, связанным с недостоверностью данных ответчиком заверений об обстоятельствах, &ndash; см. абз. 1 п. 1
        ст.&nbsp;431.2&nbsp;ГК РФ).
      </p>
      <p>
        <strong>Первый вопрос</strong>, который здесь возникает, я бы сформулировал так: а есть ли какие-либо контраргументы к самой идее о допустимости
        использования института заверений об обстоятельствах в содержании мирового соглашения? Может, я излишне оптимистичен и не стоит усложнять мировые
        соглашения нетипичными (по крайней мере, для нашего оборота) цивилистическими конструкциями?
      </p>
      <p>
        <strong>Второй вопрос</strong> касается автономности института заверений об обстоятельствах (речь идет о положениях абз. 2 п. 1 ст. 431.2 ГК РФ, которые
        прямо устанавливают, что &laquo;признание договора незаключенным или недействительным само по себе не препятствует наступлению последствий,
        предусмотренных абзацем первым настоящего пункта&raquo;, т.е. не препятствует взысканию убытков и договорной неустойки).
      </p>
      <p>Итак, как взыскивать реципиенту (лицу, которое получило недостоверные заверения) эти самые убытки и неустойку:</p>
      <p>
        а) в рамках ранее возбужденного судебного дела (т.е. в рамках того дела, в котором стороны пытались заключить мировое соглашение, содержащее заверения
        об обстоятельствах, но суд первой или проверочной инстанции эту попытку пресек, указав на незаключенность или недействительность сделки, составляющей
        содержание мирового соглашения);
      </p>
      <p>б) или же посредством предъявления нового иска?</p>
      <p>
        <strong>Третий вопрос</strong> с подвохом: допустимо ли взыскание реципиентом убытков и неустойки, если мировое соглашение не было утверждено вследствие
        отсутствия полномочий у представителя стороны, давшей недостоверные заверения?
      </p>
      <p>Здесь предлагаю два самостоятельных случая:</p>
      <p>1) судебная доверенность, выданная представителю, вообще не содержит указания на такое специальное полномочие как заключение мирового соглашения;</p>
      <p>
        2) судебная доверенность, выданная представителю, включает указанное специальное полномочие, однако сделка, составляющая содержание мирового соглашения,
        подлежала одобрению по правилам корпоративного законодательства либо согласованию с иным субъектом (но, соответственно, не была одобрена / согласие на
        нее не было получено).
      </p>
      <p>
        <strong>Четвертый вопрос</strong> связан с субъектом, который, не являясь спорящей стороной, тем не менее дает заверения об обстоятельствах, включенных
        в мировое соглашение. Кто что думает: нужно ли привлекать указанное лицу к участию в деле, и если да, то с каким процессуальным статусом?
      </p>
      <p>
        Кстати, для тех, кто ответил положительно, уточняющий вопрос: а если суд при утверждении мирового соглашения не привлек указанного субъекта &ndash; это
        будет являться самостоятельным основанием для отмены определения об утверждении мирового соглашения в суде вышестоящей инстанции?
      </p>
      <p>
        Ну, и в качестве вишенки на торте <strong>последний вопрос</strong>: если включение заверений об обстоятельствах в содержание мирового соглашения
        принципиально допустимо, то должен ли работать механизм одностороннего отказа от договора, предусмотренный в п. 2 ст. 431.2 ГК РФ (&laquo;сторона,
        полагавшаяся на недостоверные заверения контрагента, имеющие для нее существенное значение, наряду с требованием о возмещении убытков или взыскании
        неустойки также вправе отказаться от договора, если иное не предусмотрено соглашением сторон&raquo;)?
      </p>
      <p>
        Предупреждаю: это вопрос повышенной сложности. Любой ответ требует вдумчивого обоснования, а те, кто ответят положительно, должны также просчитать
        сугубо процессуальные последствия для ситуации, когда уже вынесено (и даже исполнено) определение об утверждении мирового соглашения.
      </p>
      <p>&nbsp;</p>
      <p>
        Итак, очередное заседание группы состоится в пятницу <strong>2 декабря 2022 г. в 18&ndash;00</strong>.
      </p>
      <p>
        Предварительно его проведение планируется в &laquo;Гротт Баре&raquo; (<span>пр. Ленина, 49)</span>.
      </p>
      <p>
        Как обычно, чтобы понять, насколько соответствует имеющееся там помещение количеству участников, прошу <strong>до&nbsp;19‑00 29 ноября</strong>{' '}
        подтвердить свое участие в работе группы посредством короткого сообщения на мою электронную почту abushenko73@mail.ru либо в мессенджер ВотсАп (но не в
        кафедральном чате, а лично мне).
      </p>
      <Signature>
        <p>Бывший руководитель учебно-методической группы по арбитражному процессу</p>
        <p>Д. Б. Абушенко</p>
      </Signature>
    </div>
  )
}

export default Post_19
