import React from 'react';
import AccentedBlock from '../../UI/AccentedParagraph/AccentedParagraph';
import AccentedText from '../../UI/AccentedText/AccentedText';
import Footnote from '../../UI/Footnote/Footnote';
import RedactedText from '../../UI/RedactedText/RedactedText';
import Signature from '../../UI/Signature/Signature';
import Image from 'next/image';
import s from './Post.module.scss';

const Post_14 = () => {
  return (
    <div className={s.container}>
      <h2>Уважаемые преподаватели и аспиранты!</h2>
      <p>
        Что отличает опытного (я бы даже сказал матерого) преподавателя от
        делающего первые шаги в донесении разумного, доброго, вечного коллеги?
        Где проходит этот водораздел? Как вдруг еще вчерашний аспирант
        превращается в серьезного научного мужа? Это не такие простые вопросы
        &ndash; постоянно наблюдая за этими метаморфозами, периодически сам
        удивляюсь, насколько незаметно это происходит. Тем не менее есть один
        довольно существенный признак, который все же позволяет уверенно сделать
        вывод о том, что незримый Рубикон перейден. Для себя я его определил как
        интуитивное распознавание настоящего интеллектуального процессуального
        &laquo;продукта&raquo;. Речь идет о случаях, когда в какой-то цитате ты
        подспудно чувствуешь первоисточник. Механизм такого распознавания для
        меня совершенно неведом, но дело даже не в нем, дело в самом факте
        обретения такой способности. Итак, предлагаю очень простой{' '}
        <strong>
          <em>тест</em>
        </strong>
        , на основании которого каждый молодой преподаватель или аспирант может
        объективно оценить, насколько он уже близок к преподавательским зубрам.
        Ниже приводится ряд цитат &ndash; необходимо сходу (без обращения к
        известным справочным системам и первоисточникам) сказать, принадлежит ли
        цитата классику процессуальной науки, и если да, то кому конкретно:
      </p>
      <ol>
        <li>
          &laquo;Одни считали &laquo;Klage&raquo; &hellip; в конечном счете
          самим правом в его специальном, динамическом, агрессивном
          состоянии&raquo;
        </li>
        <li>
          &laquo;Суд есть орган власти. Это забывают иногда либералы&raquo;
        </li>
        <li>
          &laquo;По начатии процесса нельзя уже отчуждать ни самого спорного
          предмета, ни возбужденного по отношению к нему притязания&raquo;
        </li>
        <li>
          &laquo;Нужно разрабатывать стратегии, грубо говоря, для пиара
          судопроизводства&raquo;
        </li>
        <li>
          &laquo;Пуристическое представление о принципе объективной истины,
          взятое в абстрактной форме&hellip;&raquo;
        </li>
        <li>
          &laquo;Уважение к праву, к закону должно стать личным убеждением
          каждого человека&raquo;
        </li>
        <li>
          &laquo;Осуществленный в процессе зачет, так же как и внепроцессуальный
          зачет, является материально-правовой преобразовательной сделкой, к
          которой должны применяться предписания ГК&raquo;
        </li>
        <li>
          &laquo;Поскольку система арбитражных судов уже создана, а столь частые
          трансформации судам вредны, полагаем необходимым для начала объединить
          высшие органы общих и арбитражных судов с тем, чтобы обеспечить
          единство правоприменительной практики при разрешении одних и тех же
          фактических ситуаций&raquo;
        </li>
        <li>
          &laquo;Право на иск &ndash; это право, в котором субъективное право
          само себя через нарушение преобразует&raquo;
        </li>
        <li>
          &laquo;Если в действительности противной стороны в некоторых случаях
          нет, то она искусственно создается. Так, в делах о признании
          законности рождения роль ответчика при отсутствии родителей, к которым
          мог бы быть предъявлен иск, исполняется прокурором&raquo;
        </li>
      </ol>
      <p>
        Напишите на листочке Ваши ответы, напротив каждой цифры указав
        предполагаемого автора. Принесите их на очередное заседание
        учебно-методической группы, вместе подведем итоги, и лицу, ставшему
        победителем, будет вручен переходящий вымпел. Определивший авторов всех
        10 цитат получит бесплатный бокал хорошего бельгийского пива.
      </p>
      <p>
        Однако же не только интуиция отличает состоявшегося преподавателя. В
        нынешней сложной международной обстановке крайне важно не терять
        бдительность &ndash; иностранные агенты, воспользовавшись нашей
        доброжелательностью, наводнили предприятия и госучреждения. Конечно, наш
        законодатель прилагает необходимые усилия для выявления подобных
        субъектов, однако все мы должны понимать, что хорошо законспирированные
        агенты добровольно не раскроют свой статус. Именно поэтому каждый из
        преподавателей должен быть активен, выявляя врагов народа в том числе и
        в нашей преподавательской среде. Для того, чтобы такая работа была более
        эффективной, я составил{' '}
        <strong>
          <em>
            Перечень признаков, присущих вражескому нелегалу в связи с
            проживанием в прошлом за границей
          </em>
        </strong>
        :
      </p>
      <p>
        - знание иностранного языка (объясняет различными причинами &ndash;
        преподавала ..., в детстве слушал курс Илоны Давыдовой и т.п.);
      </p>
      <p>
        - употребление афоризмов, поговорок и фраз, не свойственных для жителей
        нашей страны (&laquo;Не говорите, если это не изменяет тишину к
        лучшему&raquo;, &laquo;Не суди человека, не проходив две луны в его
        мокасинах&raquo;, &laquo;Гость и рыба через три дня начинают
        попахивать&raquo; и т.п.)
      </p>
      <p>
        - произношение с иностранным акцентом городов, фирм, фамилий известных
        зарубежных деятелей (не &laquo;Бродвэй&raquo;, а &laquo;Броудуэй&raquo;,
        не &laquo;Москва&raquo;, а &laquo;Мааасква&raquo;, не
        &laquo;Кирхегардт&raquo;, а &laquo;Кьеркегор&raquo;);
      </p>
      <p>
        - знание государственного устройства РФ, деятельности органов
        государственной власти, наших законов в той мере, в какой их не знает
        обыкновенный российский гражданин, и в то же время незнание обычно
        принятых сокращений (&laquo;ГОСы&raquo;, &laquo;препод&raquo;,
        &laquo;УМО&raquo;, &laquo;ФОС&raquo;, &laquo;РП&raquo;,
        &laquo;рабфак&raquo;, &laquo;ГУК&raquo;, &laquo;заочка&raquo;,
        &laquo;зачетка&raquo;, &laquo;студик&raquo;, &laquo;курсач&raquo;,
        &laquo;шпоры&raquo;, &laquo;автомат&raquo;, &laquo;банан&raquo;,
        &laquo;академ&raquo;, &laquo;гражданка&raquo;, &laquo;диссер&raquo;,
        &laquo;лулумбарий&raquo;, &laquo;пойти на препараты&raquo; и&nbsp;т.п.);
      </p>
      <p>
        - внешний вид &ndash; всегда подтянут, аккуратен, проявляет качества
        культурного, необычно вежливого человека, что не всегда присуще нашему
        рядовому труженику; услужлив, предупредителен по отношению к женщине
        (встает, если в комнату вошла женщина; не спешит обнять и поцеловать
        даму в щечку), при встрече снимает шляпу, редко обменивается
        рукопожатиями;
      </p>
      <p>
        - умение составлять коктейли и манера их сбивать (как в западных фильмах
        это делают бармены);
      </p>
      <p>
        - стремление обойтись без медицинской помощи, самолечение или желание
        уплатить врачу; избегание под разными предлогами прохождения ежегодного
        медицинского осмотра, напускная забывчивость при ответе на вопрос об
        отсутствующих анализах;
      </p>
      <p>
        - склонность к определенной еде, нехарактерной для нашей уральской
        местности, и умение ее готовить (картофель фри, суши, котлеты
        по-киевски, кнедлики, манты и т.п.); поиск редких видов съестного
        (миноги, устрицы, киви, земляные орехи, мандарины вне пределов
        новогодних праздников и&nbsp;т.п.);
      </p>
      <p>
        - малое употребление хлеба за обедом; разбавление спиртных напитков
        водой, льдом, при этом пьет небольшими дозами, как бы смакуя;
      </p>
      <p>
        - внезапное прекращение переписки со своими родственниками, знакомыми (в
        том числе путем удаления своих аккаунтов из соцсетей);
      </p>
      <p>
        - внутренняя напряженность, настороженность, самодисциплина, хорошая
        память (особое внимание требуют люди, которые по прошествии лет цитируют
        наизусть что-то из школьной программы &ndash; письмо Татьяны к Онегину,
        Бородино, басни Крылова, &laquo;Ленин и печник&raquo;, монолог Гамлета и
        т.п.);
      </p>
      <p>
        - знание автодела и умение водить автомобиль, мотоцикл, мотороллер, хотя
        и не имеет их;
      </p>
      <p>
        - стремление на вечеринках легендировать опьянение или желание споить
        собеседника и на этой почве вести &laquo;откровенную&raquo; беседу в
        выгодном для себя плане;
      </p>
      <p>
        - отсутствие каких-либо связей с людьми по месту рождения (якобы не
        помнит детей, с которыми ходил в детский сад, кружки и спортивные секции
        не посещал, а с одноклассниками вообще не дружил);
      </p>
      <p>
        - вещей немного, содержит их аккуратно, с отдельными (косметичка,
        рюкзачок, смартфон, бумажник) не расстается даже на короткое время;
      </p>
      <p>
        - наличие первоклассного радиоприемника с дополнительными выводами,
        позволяющими вести прием на наушники (с отключением динамика);
      </p>
      <p>
        - стремится подыскать себе изолированную квартиру или комнату с
        отдельным входом;
      </p>
      <p>- избегает личного заполнения листка прибытия;</p>
      <p>
        - в быту и на работе ведет себя сдержанно, не допускает аморальных
        поступков, прогулов и других нарушений, избегает общения с лицами,
        скомпрометировавшими себя (пьяницы, уголовники, аспиранты, не
        выполняющие учебный план, преподаватели, не опубликовавшие требуемое
        количество ВАКовских статей, и др.);
      </p>
      <p>
        - подыскивает работу с упрощенным оформлением и со свободным распорядком
        дня;
      </p>
      <p>- проявляет безразличие к зарплате преподавателя.</p>
      <p>
        Теперь &ndash; о грядущем заседании. Подумал я, подумал и решил, что
        пора бы нам уже замахнуться на Вильяма нашего&hellip; Нет, не на
        Шекспира. В последнее время основные правовые открытия связаны с одной
        крупной государственной компанией, которая довольно успешно отстаивает
        свои права и в уголовном судопроизводстве, и в арбитражных судах.
        Понятно, что нас не могут интересовать какие-то особенности, связанные,
        скажем, с доказыванием факта взятки или возможностью взыскания убытков
        акционером с лица, которое когда-то совершило порочную приватизационную
        сделку. Однако же мы вполне можем по открытым источникам поразмышлять о
        чисто процессуальных вопросах.
      </p>
      <p>
        Итак, я предлагаю молодым преподавателям и аспирантам проанализировать
        вполне <strong>реальное мировое соглашение</strong>, которое было
        утверждено по делу № А07-14085/17 (ссылка на текст документа
        http://kad.arbitr.ru/PdfDocument/5b929ad6-8b77-4033-9c79-484d846ca5b1/A07-14085-2017_20171226_Opredelenie.pdf).
      </p>
      <p>
        Мы, конечно, индифферентны к суммам имущественных возмещений и персонам
        спорящих субъектов&nbsp;&ndash; сконцентрируемся лишь на некоторых
        вопросах, связанных с содержанием этого мирового соглашения, процедурой
        его исполнения, а также возможными правовыми последствиями неисполнения
        или ненадлежащего исполнения согласованных условий:
      </p>
      <ol>
        <li>
          Общий вопрос &ndash; может ли мировое соглашение по одному судебному
          делу обязывать участников совершить строго определенные процессуальные
          действия в рамках других судебных дел?
        </li>
      </ol>
      <p>
        Если да, то должны ли быть какие-либо ограничения по субъектному составу
        участников?
      </p>
      <p>Сходу предложу следующие варианты:</p>
      <p>
        а) состав участников (в деле, где утверждено мировое соглашение, и в
        деле, где надлежит совершить процессуальное действие) должен совпадать;
      </p>
      <p>б) должны совпадать только истец и ответчик;</p>
      <p>
        в) достаточно того, чтобы в другом деле было хотя бы одно лицо из числа
        тех, что заключают мировое соглашение.
      </p>
      <p>
        Какие правовые последствия наступят, если в нарушение предусмотренной в
        мировом соглашении обязанности одна из сторон (или обе) не подаст
        заявление об отказе от исковых требований, заявленных в рамках другого
        дела?
      </p>
      <p>И еще: а если такой отказ от иска не будет принят судом?</p>
      <ol start={2}>
        <li>
          Какие правовые последствия наступят, если в нарушение предусмотренной
          в мировом соглашении обязанности одна из сторон (или обе) не направит
          в службу судебных приставов &laquo;совместное заявление о снятии
          ограничений&raquo;, установленных в постановлении судебного
          пристава-исполнителя?
        </li>
      </ol>
      <p>
        Что следует понимать под &laquo;обязывающей документацией между РФПИ
        (и/или его аффилированными лицами), Ответчиками и/или иными лицами,
        предусматривающей предоставление денежных средств для выполнения
        Ответчиками обязательства&raquo; как условии для подачи в службу
        судебных приставов &laquo;совместного заявления о снятии
        ограничений&raquo;?
      </p>
      <p>
        Как должен действовать судебный пристав-исполнитель после получения
        &laquo;совместного заявления о снятии ограничений&raquo;, имея в виду,
        что:
      </p>
      <p>
        - совместное волеизъявление спорящих сторон вытекает из обязанностей,
        установленных в мировом соглашении, и направлено на дезавуирование
        правового эффекта обеспечительной меры;
      </p>
      <p>
        - однако ни само обеспечительное определение, ни меры, им
        предусмотренные, судом не отменены?
      </p>
      <ol start={3}>
        <li>
          Какие правовые последствия наступят, если ответчики не смогут
          исполнить обязательства по уплате денежных средств исключительно
          вследствие того, что:
        </li>
      </ol>
      <p>
        а) не будет подписана &laquo;обязывающая документация между РФПИ (и/или
        его аффилированными лицами), Ответчиками и/или иными лицами,
        предусматривающая предоставление денежных средств для выполнения
        Ответчиками обязательства&raquo;;
      </p>
      <p>
        б) судебный пристав-исполнитель не &laquo;снимет ограничений&raquo; по
        распоряжению имуществом?
      </p>
      <ol start={4}>
        <li>
          Возникает ли какое-либо гражданско-правовое обязательство из
          содержащейся в мировом соглашении фразы о том, что один ответчик
          &laquo;настоящим гарантирует исполнение &hellip; обязательства&raquo;
          другим ответчиком? Если да, то что должен в последующем предпринять
          истец для того, чтобы взыскать денежные средства с ответчика,
          &laquo;гарантировавшего исполнение&raquo;?
        </li>
      </ol>
      <ol start={5}>
        <li>
          Имеет ли какое-либо правовое значение указание в тексте мирового
          соглашения на &laquo;источник финансирования&raquo;?
        </li>
      </ol>
      <p>
        Если да, то к каким последствиям приведет исполнение принятых на себя
        ответчиками обязательств из иных &laquo;источников
        финансирования&raquo;?
      </p>
      <ol start={6}>
        <li>
          Что по своей правовой природе представляет собой взаимное
          обязательство сторон подать в арбитражный суд &laquo;заявление о
          частичной отмене обеспечительных мер&raquo;? Каковы правовые
          последствия уклонения одной из сторон от его исполнения?
        </li>
      </ol>
      <p>
        Как соотносятся отмена обеспечительной меры и ранее произведенное
        судебным приставом-исполнителем &laquo;снятие ограничений&raquo;,
        установленных им в постановлении, вынесенном на основании
        обеспечительного определения?
      </p>
      <ol start={7}>
        <li>
          Что по своей правовой природе представляет собой взаимное
          обязательство сторон подать в службу судебных приставов
          &laquo;заявления о прекращении исполнительных производств,
          возбужденных во исполнение определений&raquo; арбитражного суда о
          принятии обеспечительных мер по искам, и &laquo;снятии всех ранее не
          снятых по условиям настоящего Мирового соглашения арестов&raquo;?
        </li>
      </ol>
      <p>
        Как эти заявления соотносятся с ранее упомянутым заявлением &laquo;о
        снятии ограничений&raquo;?
      </p>
      <p>
        Может ли судебный пристав-исполнитель отказать в &laquo;прекращении
        исполнительных производств&raquo; и &laquo;снятии арестов&raquo;?
      </p>
      <ol start={8}>
        <li>
          Условием утверждения мирового соглашения прямо указано получение
          определенных корпоративных одобрений. По фабуле такие корпоративные
          одобрения уже получены к моменту утверждения.
        </li>
      </ol>
      <p>
        Вопрос: а что произойдет, если какое-либо из корпоративных одобрений
        позднее будет опорочено в судебном порядке (имеется в виду
        самостоятельное судебное дело, в рамках которого будет вынесено судебное
        решение о признании недействительным конкретного корпоративного
        одобрения)?
      </p>
      <p>
        Какую стратегию процессуального поведения можно рекомендовать в этом
        случае:
      </p>
      <p>
        а) лицу, которое выступало истцом по иску о признании недействительным
        конкретного корпоративного одобрения?
      </p>
      <p>
        б) истцам, если к моменту опорочивания корпоративного одобрения
        ответчики не в полном объеме исполнили свои обязательства, вытекающие из
        мирового соглашения?
      </p>
      <p>
        в) ответчикам, если к моменту опорочивания корпоративного одобрения
        ответчики в полном объеме исполнили свои обязательства, вытекающие из
        мирового соглашения?
      </p>
      <ol start={9}>
        <li>
          Мировым соглашением предусмотрено, что &laquo;в случае нарушения
          Ответчиками любого из обязательств, предусмотренных п.III настоящего
          Мирового соглашения, на срок свыше 7 (семи) рабочих дней, Истцы вправе
          обратить взыскание на любое имущество Ответчиков, арестованное в
          рамках обеспечительных мер по Искам 1 и 2&raquo;.
        </li>
      </ol>
      <p>
        Какие действия должны осуществить истцы для обращения взыскания?
        Необходим ли для обращения взыскания какой-либо судебный акт? Будут ли
        какие-либо особенности обращения взыскания, если предположить, что в
        числе арестованного имущества были доли в ООО?
      </p>
      <p>
        Как чисто технически обратить взыскание на имущество, если просрочка
        ответчиками была допущена после того, как судом была отменена
        обеспечительная мера в отношении такого имущества (либо &laquo;сняты
        ограничения&raquo; судебным приставом-исполнителем)?
      </p>
      <ol start={10}>
        <li>
          Что по своей правовой природе представляет собой обязательство
          ответчика &laquo;обеспечить урегулирование до 30 марта 2018 года за
          свой счет всех претензий акционеров&raquo;?
        </li>
      </ol>
      <p>
        Как ответчик должен зафиксировать &laquo;урегулирование
        претензий&raquo;?
      </p>
      <p>
        Каковы правовые последствия неисполнения или ненадлежащего исполнения
        указанного обязательства именно для мирового соглашения?
      </p>
      <p>
        Можно ли считать, что такие последствия вообще не наступают, исходя из
        того, что стороны договорились о том, что &laquo;в случае не
        урегулирования указанных выше претензий акционеров &hellip; во
        внесудебном порядке&raquo; ответчик обязуется возместить истцам все
        расходы, возникшие у них в связи с предъявлением акционерами исков к
        истцам?
      </p>
      <p>
        И связанный вопрос: а что следует понимать под расходами, которые
        понесут истцы в случае предъявления к ним исков акционеров?
      </p>
      <ol start={11}>
        <li>
          Как следует интерпретировать фразу: &laquo;Каждая из Сторон
          отказывается от всех других имущественных требований к иным Сторонам
          соглашения, которые возникли или могут возникнуть в будущем в связи с
          Исками 1, 2, 3, 4, за исключением требований и обязательств, указанных
          в настоящем Мировом соглашении&raquo;?
        </li>
      </ol>
      <p>
        Какие конкретно имущественные требования охватывает и &ndash; что более
        важно &ndash; какие не охватывает эта формула?
      </p>
      <p>
        Если при ответе на поставленные вопросы кому-то покажется, что
        информации, содержащейся в карточке судебного дела, недостаточно, можно
        на сайте одного из ответчиков
        (http://www.sistema.ru/investoram-i-akcioneram/informacija-ob-iske-k-afk-sistema/)
        ознакомиться с первичными документами и заключениями, касающимися
        правовой стороны спора.
      </p>
      <p>
        Заявленная тема предполагает приглашение гостей, которые собаку съели на
        заключении разного рода мировых соглашений от имени средних или крупных
        компаний.
      </p>
      <p>Итак, наше мероприятие посетят:</p>
      <p>
        - кандидат юридических наук, много лет отдавший кафедре гражданского
        процесса УрГЮУ, ныне адвокат, партнер адвокатского бюро <RedactedText />
        ;
      </p>
      <p>
        - магистр частного права, долгое время проработавший в должности
        заместителя генерального директора по правовым вопросам АО &laquo;{' '}
        <RedactedText />
        &raquo;, а ныне управляющий строительной компании <RedactedText />
      </p>
      <p>
        Очередное заседание группы состоится <u>2 февраля 2018 г. в 18-00</u>.
      </p>
      <p>
        Есть идея провести наше мероприятие на этот раз в новом месте. Но это
        будет зависеть от общего числа желающих посетить заседание. Так что
        прошу в срок <u>до 20 января 2018 г.</u> (включительно){' '}
        <u>
          подтвердить свое участие в работе группы посредством сообщения
          лаборанту <RedactedText />
        </u>
      </p>
      <p>О месте проведения будет сообщено дополнительно.</p>
      <Signature>
        <p>Руководитель учебно-методической группы по арбитражному процессу</p>
        <p>Д. Б. Абушенко</p>
      </Signature>
    </div>
  );
};

export default Post_14;
