import React from 'react'
import Signature from '../UI/Signature/Signature'
import Image from 'next/image'
import s from './Post.module.scss'
import RedactedText from '../UI/RedactedText/RedactedText';


const Post_22 = () => {
    return (
        <div className={s.container}>
            <p>Уважаемые преподаватели, аспиранты и соискатели, а также коллеги, которые теперь несут разумное, доброе, вечное на других кафедрах и даже в других вузах!</p>
            <p></p>
            <p>Заканчиваются бессмысленные и беспощадные новогодние праздники.</p>
            <p>Отдельные преподаватели провели их в теплых краях и с гордостью размещают в разрешенных социальных сетях свои фотографии:</p>
            <p></p>
            <div className={s.img_container}>
                <div className={s.img}>
                    <Image src='/images/Post_22/1.jpeg' width={2500} height={1350} objectFit='cover' alt='aff' />
                </div>
            </div>
            <p></p>
            <p>Однако пора входить в рабочий ритм. Но как войти, если мозг вообще отказывается выполнять какую-либо интеллектуальную работу? Конечно же, посредством общения с коллегами, которые находятся в похожей сложной жизненной ситуации!</p>
            <p></p>
            <p>Впрочем, перед тем, как изложить вопросы для очередного заседания учебно-методической группы, вот о чем я подумал&hellip; А не стоит ли нам попытаться раздвинуть профессиональные горизонты? Дело даже не в том, что уже состоявшиеся и грядущие штатные сокращения подталкивают к мысли о правильности сделанного когда-то профессионального выбора. Отнюдь! В конце концов, мир не ограничивается юриспруденцией. Сейчас вот, к примеру, популярны некоторые технические направления. Почему бы юристу не пойти в Ай-Ти? Почему бы не окунуться в логически выстроенные математические конструкции? Почему бы не сделать своими руками действительно что-то полезное для людей?</p>
            <p>Вы можете сказать, что для гуманитария это невозможно: четыре самых известных арифметических действия &ndash; наш предел. Что ж, тогда я сам должен показать пример. Вот мои изыскания на Бейсике:</p>
            <p></p>
            <div className={s.img_container}>
                <div className={s.img}>
                    <Image src='/images/Post_22/2.jpeg' width={1350} height={1500} objectFit='cover' alt='aff' />
                </div>
            </div>
            <p></p>
            <p>Для тех, кто желает более серьезно погрузиться в программирование, на сайте создан специальный раздел: <a href="https://www.apkrf.net/it"><span>https://www.apkrf.net/it</span></a>. Не благодарите.</p>
            <p></p>
            <p>И в продолжение темы. В последнее время набирает популярность ИИ (искусственный интеллект). Понятно, что рано или поздно он накроет своей волной и нас, юристов. Поэтому наиболее разумная стратегия &ndash; перестать сопротивляться. Нужно просто возглавить это движение!</p>
            <p>Итак, встречайте! На сайте теперь есть ChatAPK (чат &laquo;ЭйПиКей&raquo;, сокращенно &ndash; чат &laquo;Эй, пей!&raquo;): <a href="https://www.apkrf.net/chat"><span>https://www.apkrf.net/chat</span></a></p>
            <p>Смело задавайте ему любой вопрос по процессуально-правовой тематике. Уверяю, качество ответов будет соответствовать качеству большинства ответов, которые дают аспиранты и соискатели на вопросы членов диссертационного совета во время публичной защиты диссертации.</p>
            <p></p>
            <p>Теперь &ndash; несколько слов о трудовой дисциплине. Заседания учебно-методической группы должны оставлять неизгладимый след в памяти. Меж тем если кто-то ведет себя не совсем адекватно, то это отвлекает от работы, а время &ndash; ресурс ограниченный (все ведь знают, как быстро завершается заседание).</p>
            <p>Подумал я: а нельзя ли что-то взять из дореволюционного опыта?</p>
            <p></p>
            <div className={s.img_container}>
                <div className={s.img}>
                    <Image src='/images/Post_22/3.jpeg' width={1350} height={1500} objectFit='cover' alt='aff' />
                </div>
            </div>
            <p></p>
            <p>Итак, предлагаю поразмышлять над некоторыми их изложенных выше правонарушений.</p>
            <p>Во-первых, видимо, все же не стоит наказывать за найденные газеты и записки: газета может оказаться &laquo;Российской&raquo; с текстом какого-то закона или нотой ТАСС, а записки нужны тем, кому уже за тридцать (ибо память такая штука &ndash; всё постоянно вылетает из головы).</p>
            <p>Во-вторых, заявление о плохой пище уводит обсуждение любой темы в сторону: все начинают уточнять, что же такое съел участник, как оно было на вкус и на запах, сколько это стоило, какие симптомы и&nbsp;т.п. Считаю, что за это нужно наказывать. Сурово.</p>
            <p>В-третьих, нежелание принять от начальника яйцо может быть вполне объяснимо: все знают, что с яйцами кур могут передаваться возбудители сальмонеллеза, туберкулеза, стрептококкоза, пуллороза, пастереллеза, колибактериоза, инфекционного ларинготрахеита, микоплазмоза, орнитоза и даже Ньюкаслской болезни! Поэтому сие пассивное поведение ненаказуемо.</p>
            <p>В-четвертых, считаю, что записывание в тетрадь стихотворений должно наказываться максимально строго: этим можно заниматься дома, в общественном транспорте, на переменах в вузе, однако никак не в момент, когда обсуждаются сложнейшие правовые проблемы. Ишь, поэты (поэтки) тут нашлись!</p>
            <p>В-пятых, уверен, что попытки к побегу нужно только приветствовать: значит, участник зашел не в ту дверь; пусть бежит с миром.</p>
            <p>В-шестых, хоть я и не поддерживаю осмеяние чинов надзора, тем не менее считаю, что за шутки наказывать нельзя. Впрочем, надзорное производство &ndash; ускользающая натура&hellip; Там вроде как и поводов для шуток не найти.</p>
            <p>В-седьмых, настаиваю на том, что особо строго должна наказываться передача табака в одиночку. Принес табак на заседание &ndash; угости всех! Что еще за дискриминация? &laquo;Дружба дружбой, а табачок врозь&raquo; &ndash; это не про наши высокие учебно-методические отношения.</p>
            <p>В-восьмых, не знаю, как реагировать на немелодичность голоса. Один известный путешественник на Сахалин писал, что &laquo;в человеке должно быть все прекрасно: и лицо, и одежда, и душа, и мысли&raquo;. Как видно, про голос &ndash; ни слова (а он хорошо познал человеческую натуру). Конечно, хотелось бы слышать contralto, tenor, baritone или bass. С другой стороны, можно ли обвинять человека, если у него soprano или mezzo-soprano? Но опять же: а если на заседание случайно зайдет почетный член всемирной лиги &laquo;Разум вне наркотиков&raquo; Виталий Владасович Грачёв (он же Витас)? Все ведь его помнят? А ведь ему еще нет и пятидесяти &ndash; вдруг в ответ на поставленный процессуальный вопрос он запоет?</p>
            <p></p>
            <div className={s.bill_images}>
                <div className={s.img}>
                    <Image src='/images/Post_22/4.jpeg' width={400} height={500} objectFit='cover' alt='aff' />
                </div>

                <div className={s.img}>
                    <Image src='/images/Post_22/5.jpeg' width={400} height={500} objectFit='cover' alt='aff' />
                </div>
            </div>            <p></p>
            <p>Короче, наказывать за что-то нужно, но объективная сторона состава пока хромает. Предлагаю всем вместе подумать.</p>
            <p>И, в-девятых, мне, конечно, крайне не нравится, когда искажают слово &laquo;капуста&raquo;. С этим надо как-то бороться. Вот только какое должно быть наказание? Штрафная рюмка водки без закуски (в смысле без капусты)? Или, наоборот, двойная порция салата из капусты без водки? Жду советов.</p>
            <p></p>
            <p>Ну, и, наконец, ближе к научной тематике.</p>
            <p>Некоторые упрекают отечественного законодателя, что он ограничивает право на судебную защиту, не допуская апелляционное либо кассационное обжалование определенных судебных актов. Огорчу (или обрадую): российский закон здесь не оригинален. Вот что можно обнаружить у одного из разработчиков первого ГПК РСФСР Авраама Герцевича Гойхбарга (<i>Гойхбарг А.Г.</i> Иностранное и торговое право и процесс. М., 1937. С. 150):</p>
            <p></p>
            <div className={s.img_container}>
                <div className={s.img}>
                    <Image src='/images/Post_22/6.jpeg' width={982} height={174} objectFit='cover' alt='aff' />
                </div>
            </div>
            <p></p>
            <p>Кстати, перечитывая указанную работу, обнаружил, что современные проблемы российских компаний, пытающихся защитить свои интересы в некоторых зарубежных юрисдикциях, не являются чем-то новым (<i>Гойхбарг А.Г.</i> Иностранное и торговое право и процесс. М., 1937. С. 151):</p>
            <p></p>
            <div className={s.img_container}>
                <div className={s.img}>
                    <Image src='/images/Post_22/7.jpeg' width={974} height={364} objectFit='cover' alt='aff' />
                </div>
            </div>
            <p></p>
            <p>Далее. В последнее время все чаще слышны упреки в адрес Верховного Суда РФ по поводу &laquo;жонглирования&raquo; бременем доказывания. Действительно, довольно странно иногда читать в его судебных актах, что при наличии каких-то условий обязанность доказывания смещается с одной спорящей стороны на другую. Многие в этом видят откровенную некомпетентность и непонимание сути самой природы правил о распределении бремени доказывания. В целом, если уж спросите мое мнение, то мне тоже не близки эти манипуляции. Однако вот что я обнаружил в работе известного цивилиста Василия Владимировича Ефимова (<i>Ефимов В.В. </i>Догма римского права: учебный курс. СПб., 1901. С.&nbsp;240):</p>
            <p></p>
            <div className={s.img_container}>
                <div className={s.img}>
                    <Image src='/images/Post_22/8.jpeg' width={1006} height={378} objectFit='cover' alt='aff' />
                </div>
            </div>
            <p></p>
            <p>Похоже, кто-то из работников судебной системы просто невнимательно прочел это (или подобное) сочинение. Да, вроде бы в приведенной цитате есть слова о том, что бремя доказывания &laquo;переходит на ответчика&raquo; и &laquo;возвращается истцу&raquo;. Но если вдуматься, то ведь никакого собственно перехода здесь нет: просто речь идет о <i>последовательном</i> доказывании фактов, входящих в предмет доказывания. Сначала истец доказывает те, что он должен доказать, потом ответчик (тоже только те, обязанность доказывания которых лежит на нем), потом снова истец и&nbsp;т.д. Само же бремя доказывание абсолютно статично.</p>
            <p>Или я что-то не так понял? Хотелось бы услышать на заседании мнение профессионалов в римском гражданском процессе и доказательственной тематике.</p>
            <p></p>
            <p>Кстати, о невнимательности. Тут недавно один очень известный профессор из Самары обратил мое внимание на содержание ч. 9 ст. 144.1 ГПК РФ:</p>
            <p>&laquo;Организация или гражданин, права и (или) законные интересы которых нарушены принятием мер по предварительному обеспечению защиты авторских и (или) смежных прав, кроме прав на фотографические произведения и произведения, полученные способами, аналогичными фотографии, в информационно-телекоммуникационных сетях, в том числе в сети &quot;Интернет&quot;, <b>до предъявления иска</b> вправе требовать <b>по своему выбору</b> от заявителя возмещения убытков в порядке, установленном <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=489141&amp;dst=100713">статьей 146</a> настоящего Кодекса, если заявителем в установленный судом срок не было подано исковое заявление по требованию, в связи с которым судом были приняты указанные предварительные обеспечительные меры, или если вступившим в законную силу судебным актом в иске отказано&raquo;.</p>
            <p>Весьма анекдотично выглядит отсутствие запятой после слов &laquo;до предъявления иска&raquo;: человек, далекий от процесса, может подумать, что требование об убытках надо предъявлять именно до предъявления иска, в обеспечение которого приняты предварительные обеспечительные меры. Тут даже не анекдот, а абсурд какой-то! Десять лет уж как действует норма в данной редакции, но ни один субъект законодательной инициативы не озаботился устранить эту несуразность!</p>
            <p>Но это ягодки. Анализируем дальше. Для чего в конструкции нормы использовано словосочетание &laquo;по своему выбору&raquo;? Далее в тексте ведь нет никакой альтернативы: убытки (и только они!) составляют содержание охранительного правоотношения. Похоже, разработчики вместо выполнения своих должностных обязанностей занимались записыванием в тетрадь стихотворений. Впрочем, знающие люди, конечно, сходу укажут на подозрительное сходство ч. 9 ст. 144.1 ГПК РФ с ч. 10 ст. 99 АПК РФ. Вот они опасности бездумного копирования&hellip;</p>
            <p></p>
            <p>И еще пара слов о внимательном отношении к тексту. Перечитывал я давеча одну классическую работу. И вдруг мой глаз непроизвольно дернулся. Для тех, у кого нет подобных невротических реакций, предлагаю прочитать вот это предложение:</p>
            <p></p>
            <div className={s.img_container}>
                <div className={s.img}>
                    <Image src='/images/Post_22/9.jpeg' width={1471} height={666} objectFit='cover' alt='aff' />
                </div>
            </div>
            <p></p>
            <p>На пятой строке снизу в скобках написаны два довольно странных слова. А ведь это было напечатано в издательстве &laquo;НОРМА&raquo; еще тогда, когда редактура была весьма профессиональной!</p>
            <p></p>
            <p>Теперь, наконец, к основной теме. Как-то совсем мимо нас прошло эпохальное постановление Пленума Верховного Суда РФ от 12 декабря 2023 г. № 44 &laquo;О некоторых вопросах, возникающих в судебной практике при применении норм о самовольной постройке&raquo;.</p>
            <p>Меж тем в нем есть кое-что интересное для натренированного глаза процессуалиста:</p>
            <p><span><b></b></span></p>
            <p><span><b></b></span></p>
            <p><b><i>- абзац 2 пункта 11:</i></b></p>
            <p>&laquo;Если в спорной постройке проживают граждане, имеющие право пользования жилым помещением, требование о сносе может быть удовлетворено <b>только с одновременным разрешением вопроса о выселении</b> таких лиц. В указанном случае спор подлежит рассмотрению и разрешению в суде общей юрисдикции (<a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=489141&amp;dst=1178">часть 4 статьи 22</a> ГПК РФ, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=482731&amp;dst=1528">часть 7 статьи 27</a> АПК РФ). При этом суд привлекает к участию в деле прокурора для дачи заключения по требованию о выселении (<a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=489141&amp;dst=100222">часть 3 статьи 45</a> ГПК РФ)&raquo;.</p>
            <p><span><b></b></span></p>
            <p>Как понимать слова &laquo;только с одновременным разрешением вопроса о выселении&raquo;?</p>
            <p></p>
            <p>Вариант 1:</p>
            <p>Истец <i>должен</i> предъявить самостоятельное исковое требование к каждому из физических лиц, которые имеют право пользования жилым помещением. И если хотя бы к одному из таких субъектов иск не предъявлен, то нужно в обязательном порядке выносить отказное судебное решение по требованию о сносе.</p>
            <p>Если так, то может ли незадачливый истец позднее повторно предъявить тождественный иск о сносе уже одновременно с предъявлением исковых притязаний абсолютно ко всем физическим лицам, которые имеют право пользования жилым помещением?</p>
            <p>Должен ли суд проверочной инстанции отменить судебное решение о сносе, если к моменту проверки выяснилось, что к участию в деле в статусе ответчика в суде первой инстанции не был привлечен хотя бы один из субъектов, имеющих право пользования жилым помещением?</p>
            <p>Как поступать проверочной инстанции, если право пользования жилым помещением у конкретного физического лица возникло уже после вынесения судебного решения о сносе? Оставлять судебное решение без изменения? Однако тогда ведь здание снесут при отсутствии отдельного судебного производства по иску о выселении. Отменять судебное решение? Но ведь на момент его вынесения права пользования еще не было, а следовательно, решение является законным и обоснованным.</p>
            <p></p>
            <p>Вариант 2:</p>
            <p>Истец <i>не должен</i> предъявлять самостоятельное исковое требование к каждому из физических лиц, которые имеют право пользования жилым помещением, а суд по своей инициативе должен установить всех этих физических лиц и привлечь их к участию в деле.</p>
            <p>Тогда вопрос: в каком статусе должны привлекаться эти физические лица? Соответчики по требованию о сносе? Но ведь они не строили жилое помещение. Третьи лица на стороне ответчика? Однако решение о сносе непосредственно затронет их субъективные права &ndash; понятно, что конструкция побочного вступщика рассчитана на иное.</p>
            <p>Или суд вообще должен констатировать, что требование о сносе носит абсолютный характер и затрагивает права всех, кто имеет какие-либо вещные или обязательственные права на недвижимость? И тогда все они должны привлекаться к участию в деле в качестве ответчиков по формально не предъявленному, но имплицитно подразумеваемому требованию о выселении (требованию о прекращении вещных или обязательственных прав на недвижимость)?</p>
            <p></p>
            <p>И в продолжение.</p>
            <p>В пункте 34 указано:</p>
            <p>&laquo;Вступившее в законную силу решение суда об удовлетворении иска о сносе самовольной постройки является основанием для внесения записи в ЕГРН о прекращении права собственности на самовольную постройку, <b>о прекращении обременения правами третьих лиц</b> (например, <b>залогодержателя, арендатора</b>) независимо от фактического исполнения такого решения (<a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=489141&amp;dst=100058">часть 2 статьи 13</a> ГПК РФ, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=482731&amp;dst=100088">часть 1 статьи 16</a> АПК РФ, часть 5 <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=420987&amp;dst=100037">статьи 6</a> Федерального конституционного закона от 31 декабря 1996 года N 1-ФКЗ &quot;О судебной системе Российской Федерации&quot;, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=482692&amp;dst=101189">абзац первый пункта 2 статьи 222</a> ГК РФ&raquo;).</p>
            <p></p>
            <p>Есть ли здесь логика?</p>
            <p>Ведь по поводу залогодержателя и арендатора Пленум в п. 11 молчит: их (в отличие от лиц, которые имеют право пользования жилым помещением) привлекать к участию в деле не надо; какое-либо исковое притязание тоже к ним самостоятельно не предъявляется; вопрос о прекращении прав залогодержателя и арендатора в судебном решении о сносе не разрешается.</p>
            <p>Наверное, право пользования жилым помещением имеет какую-то особую ценность, но с точки зрения условий удовлетворения иска о сносе и правового эффекта судебного решения о сносе получается, что налицо, по сути, двойные стандарты:</p>
            <p>- для физических лиц, которые имеют право пользования жилым помещением, - суду нужно отдельно разрешить вопрос о выселении;</p>
            <p>- для всех остальных &ndash; ничего отдельно устанавливать не надо; судебный акт о сносе, в сущности говоря, автоматически лишит их субъективных прав, которые так или иначе связаны со сносимой постройкой.</p>
            <p>Или я как-то не так понимаю смысл разъяснения в п. 34?</p>
            <p></p>
            <p></p>
            <p><b><i>- пункт 28:</i></b></p>
            <p>&laquo;Возведение (создание) объекта на земельном участке, находящемся в долевой собственности, реконструкция объекта недвижимости, принадлежащего лицам на праве долевой собственности, могут осуществляться по соглашению участников общей собственности (<a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=482692&amp;dst=101305">пункт 1 статьи 247</a> ГК РФ).</p>
            <p>Постройка, возведенная (созданная) в том числе в результате реконструкции в отсутствие согласия других участников долевой собственности, является самовольной.</p>
            <p>В случае самовольной реконструкции объекта недвижимого имущества, находящегося в долевой собственности (например, посредством пристройки к жилому дому дополнительных помещений), к участию в деле о признании права собственности на такую постройку <b>подлежат привлечению все сособственники объекта</b>. При этом суду следует <b>вынести на обсуждение вопрос о необходимости перераспределения долей сособственников</b> в случае признания права собственности на самовольно реконструированную постройку (<a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=482692&amp;dst=101299">пункт 3 статьи 245</a> ГК РФ)&raquo;.</p>
            <p></p>
            <p>Как понимать слова &laquo;подлежат привлечению&raquo;?</p>
            <p>Подразумевается, что сособственники объекта должны иметь интерес к легализации права или, наоборот, интерес к тому, чтобы в иске о признании права собственности было отказано? Фактически ведь возможны оба варианта. Тогда уточню: должен ли зависеть процессуальный статус от содержания интереса сособственника?</p>
            <p></p>
            <p>Если суд выносит решение об удовлетворении иска о признании права собственности на такую постройку, то все сособственники должны на его основании стать собственниками (в определенных долях) и самовольного пристроя? Если да, то в этой логике сам иск должен изначально предъявляться в интересах не только лица, которое фактически произвело пристрой, но и в отношении всех иных сособственников (даже если они были против такой реконструкции). Или нет?</p>
            <p>Или же судебное решение может констатировать возникновение права собственности на пристрой и у того, кто не имел статус соистца?</p>
            <p></p>
            <p>Как понимать фразу &laquo;суду следует вынести на обсуждение вопрос о необходимости перераспределения долей сособственников в случае признания права собственности на самовольно реконструированную постройку&raquo;?</p>
            <p>Только как некую постановку вопроса перед лицами, участвующими в деле?</p>
            <p></p>
            <p>И далее. После того, как суд вынес указанный вопрос на обсуждение, возможно несколько вариантов:</p>
            <p>- первый &ndash; лица, участвующие в деле, вообще проигнорировали возможность высказаться и представить доказательства относительно возможного перераспределения долей;</p>
            <p>- второй &ndash; каждое из лиц, участвующих в деле, высказалось и представило доказательства относительно возможного перераспределения долей;</p>
            <p>- третий &ndash; кто-то из лиц, участвующих в деле, высказался и представил доказательства относительно возможного перераспределения долей, а кто-то проигнорировал.</p>
            <p></p>
            <p>Суд во всех трех вариантах должен в судебном решении указывать на итоговое перераспределение долей сособственников? Или только во втором? Или во втором и третьем?</p>
            <p></p>
            <p>И еще: в какой части судебного акта будет содержаться указание на перераспределение долей сособственников (в резолютивной или в мотивировочной)?</p>
            <p>Вопрос сугубо практический (на заседание группы ведь иногда приходят практики): насколько я знаю, в публичный реестр невозможно внести какие-то сведения, если они содержатся только лишь в мотивировочной части. Поэтому вроде как логично указывать именно в резолютивной. Но, с другой стороны, исковое требование ведь не содержало просьбы определить доли. Как быть с этим?</p>
            <p></p>
            <p>Если в судебном решении не указано на итоговое перераспределение долей сособственников, то можно ли его считать дефектным (неполным)?</p>
            <p>Или же дефектность здесь отсутствует, а нужно просто дать возможность заинтересованному лицу предъявить новый иск именно о перераспределении долей сособственников? Если да, то:</p>
            <ul>
                <li><span></span>распространяется ли на такое требование исковая давность?</li>
                <li><span></span>будет ли преюдиция, если суд в решении по первому делу все же указал в мотивировочной части на факт несения истцом (лицом, которое произвело пристройку) расходов в определенном размере, а другие собственники в принципе не оспаривали это обстоятельство, считая, что оснований для узаконения пристроя нет?</li>
            </ul>
            <p></p>
            <p>Для удобства привожу содержание соответствующей номы из ГК РФ:</p>
            <p>&laquo;Статья 245. Определение долей в праве долевой собственности</p>
            <p>&hellip;</p>
            <p>3. Участник долевой собственности, осуществивший за свой счет с соблюдением установленного порядка использования общего имущества неотделимые улучшения этого имущества, имеет право на соответствующее <b>увеличение своей доли</b> в праве на общее имущество&raquo;;</p>
            <p></p>
            <p></p>
            <p><b><i>- пункт 31:</i></b></p>
            <p>&laquo;При установлении возможности устранения нарушений, допущенных при возведении (создании) самовольной постройки, суд принимает решение, предусматривающее <b>оба возможных способа его исполнения</b>, <span>(А)</span> о сносе самовольной постройки или <span>(Б) </span>о ее приведении в соответствие с установленными требованиями, на что указывается в резолютивной части решения (<a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=482692&amp;dst=11027">абзац третий пункта 2</a>, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=482692&amp;dst=11245">пункт 3.1 статьи 222</a> ГК РФ, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=471026&amp;dst=2781">статья 55.32</a> ГрК РФ, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=489141&amp;dst=1946">часть 5 статьи 198</a> ГПК РФ, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=482731&amp;dst=1936">часть 5 статьи 170</a> АПК РФ).</p>
            <p>В таком решении должны содержаться выводы суда о допущенных при возведении (создании) постройки нарушениях, вместе с тем <b>указание в резолютивной части конкретного перечня строительных работ</b>, которые должен произвести ответчик для приведения постройки в соответствие с установленными требованиями, <b>не является обязательным</b>, поскольку исполнение решения суда в части приведения постройки в соответствие с установленными требованиями производится по правилам, предусмотренным <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=471026&amp;dst=100737">главой 6</a> ГрК РФ&raquo;;</p>
            <p></p>
            <p><b><i>- пункт 32:</i></b></p>
            <p>&laquo;Принимая решение о сносе самовольной постройки либо о ее сносе или приведении в соответствие с установленными требованиями, суд <b>указывает срок для его исполнения</b>.</p>
            <p>Срок, в течение которого ответчик обязан произвести снос самовольной постройки, а также срок, в течение которого он вправе привести ее в соответствие с установленными требованиями, определяется судом с учетом характеристик самовольной постройки, а также положений <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=471026&amp;dst=4315">пунктов 2</a>, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=471026&amp;dst=4316">3 части 11 статьи 55.32</a> ГрК РФ (<a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=489141&amp;dst=100957">часть 2 статьи 206</a> ГПК РФ, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=482731&amp;dst=101105">часть 1 статьи 174</a> АПК РФ)&raquo;;</p>
            <p></p>
            <p><b><i>- пункт 33:</i></b></p>
            <p>&laquo;В случае принятия судом решения о сносе самовольной постройки или приведении ее в соответствие с установленными требованиями <b>выбор способа исполнения решения суда определяется должником</b>. Должник <b>обязан в срок</b>, установленный для сноса самовольной постройки, <b>осуществить ее снос либо представить</b> в орган местного самоуправления утвержденную <b>проектную документацию</b>, предусматривающую реконструкцию самовольной постройки (пункт 2 части 11 статьи 55.32 ГрК РФ), а в отношении объектов индивидуального жилищного строительства или садовых домов - уведомление о планируемой реконструкции (часть 1 статьи 51.1 ГрК РФ).</p>
            <p><b>В течение срока</b>, установленного решением суда для приведения самовольной постройки в соответствие с установленными требованиями, должник <b>вправе</b> произвести необходимые работы по реконструкции и обратиться в уполномоченный орган публичной власти за выдачей разрешения на ввод объекта капитального строительства в эксплуатацию (части 1, 2 статьи 55 ГрК РФ), а в отношении объекта индивидуального жилищного строительства или садового дома - с уведомлением об окончании реконструкции (часть 16 статьи 55 ГрК РФ).</p>
            <p><b>Решение суда о приведении самовольной постройки в соответствие</b> с установленными требованиями, по общему правилу, <b>считается исполненным с момента получения должником разрешения на ввод объекта в эксплуатацию</b> или уведомления о соответствии построенного или реконструированного объекта индивидуального жилищного строительства или садового дома требованиям законодательства о градостроительной деятельности&raquo;.</p>
            <p></p>
            <p>Я объединил эти три пункта &ndash; все они, по сути, об одном. Да-да, перед нами альтернативное судебное решение!</p>
            <p>Скажу сразу, что сама конструкция &ndash; не плод фантазии Верховного Суда РФ. Дело в том, что буквальное содержание п. 3.1 ст. 222 ГК РФ не оставляет сомнений, что законодатель использует ее вполне осознанно аж с 2018 года:</p>
            <p>&laquo;Решение о сносе самовольной постройки либо <b>решение о сносе самовольной постройки или ее приведении в соответствие </b>с установленными требованиями <b>принимается судом</b> либо в случаях, предусмотренных пунктом 4 настоящей статьи, органами местного самоуправления в соответствии с их компетенцией, установленной законом&raquo;.</p>
            <p></p>
            <p>Поэтому предлагаю не дискутировать о теоретической допустимости (позиции Б.В.&nbsp;Попова, Н.Б. Зейдера, М.А. Гурвича, И.Б. Новицкого, Р.Е. Гукасяна, П.П. Заворотько и Н.А. Чечиной знает даже студент бакалавриата), а сразу погрузиться в детали того, как должна работать конструкция альтернативного судебного решения.</p>
            <p></p>
            <p>Итак, у меня несколько вопросов:</p>
            <p></p>
            <ul>
                <li><span></span>следует ли по заявлению взыскателя возбуждать процедуру принудительного исполнения до истечения срока, установленного в альтернативном судебном решении? Или же это, по сути, льготный срок для должника, который должен препятствовать даже выдаче исполнительного листа?</li>
                <li><span></span>относительно выбора способа исполнения решения суда должником:</li>
            </ul>
            <p></p>
            <ol>
                <li>должен ли сам выбор как волеизъявление фиксироваться судом или иным публичным органом? Или же выбор выражается в конкретных действиях должника?</li>
                <li>может ли должник в пределах установленного судом срока изменить сделанный ранее выбор?</li>
            </ol>
            <p></p>
            <li><span></span>может ли срок, в течение которого должен быть осуществлен выбор, переноситься? Если да, то по каким основаниям и в какой процедуре?</li>
            <p></p>
            <li><span></span>может ли здесь устанавливаться астрент? Если да, то к чему он должен стимулировать должника (к выбору, к исполнению выбранного варианта или же к тому и другому)?</li>
            <p></p>
            <li><span></span>какие возникают правовые последствия, если должник:</li>
            <ol>
                <li><span></span>лишь приступил к сносу, но фактически его не завершил;</li>
                <li><span></span>представил в орган местного самоуправления утвержденную проектную документацию, но в дальнейшем реконструкцию самовольной постройки не произвел?</li>
            </ol>
            <p></p>
            <li><span></span>должно ли содержаться в судебном решении отдельное указание на срок для приведения самовольной постройки в соответствие с установленными требованиями (абз. 2 п. 33)? Если это самостоятельный срок, то как он соотносится со сроком, указанным в абз. 1 п. 33?</li>
            <p></p>
            <li><span></span>как влияет административный или судебный спор должника с уполномоченным органом публичной власти по поводу выдачи разрешения на ввод объекта капитального строительства в эксплуатацию на исполнение судебного решения?</li>
            <p></p>
            <li><span></span>если суд в резолютивной части решения указал конкретный перечень строительных работ, которые должен произвести ответчик для приведения постройки в соответствие с установленными требованиями, то может ли должник отступить от этого перечня? Если да, то по каким основаниям? И еще: должен ли он в этом случае информировать суд и (или) иной публичный орган?</li>
            <p></p>
            <li><span></span>если суд в резолютивной части решения не указал конкретный перечень строительных работ, которые должен произвести ответчик для приведения постройки в соответствие с установленными требованиями, то кто отвечает за дефекты проектной документации, предусматривающей реконструкцию самовольной постройки?</li>
            <p>Может ли должник требовать от суда отсрочки, если нарушение срока исполнения судебного решения вызвано исключительно ошибками, которые допустил проектант? Или же все риски, связанные с ошибками в проектной документации, должны быть на должнике?</p>
            <p></p>
            <ul>
                <li><span></span>что означают слова &laquo;по общему правилу&raquo; в абз. 3 п. 33? Существует и какое-то специальное правило?</li>
            </ul>
            <p>&laquo;Решение суда о приведении самовольной постройки в соответствие с установленными требованиями, <b>по общему правилу</b>, считается исполненным с момента получения должником разрешения на ввод объекта в эксплуатацию или уведомления о соответствии построенного или реконструированного объекта индивидуального жилищного строительства или садового дома требованиям законодательства о градостроительной деятельности&raquo;;</p>
            <p></p>
            <ul>
                <li><span></span>какие последствия будет иметь судебное опорочивание либо отмена разрешения на ввод объекта в эксплуатацию?</li>
            </ul>
            <p></p>
            <p></p>
            <p><b><i>- пункт 38:</i></b></p>
            <p>&laquo;В случае <b>отчуждения</b> или перехода в порядке <b>универсального правопреемства</b> права на земельный участок, на котором расположена самовольная постройка, в отношении которой имеется неисполненное решение суда о ее сносе или приведении в соответствие с установленными требованиями, принятое против прежнего правообладателя участка, <b>обязанность по исполнению решения суда</b> возлагается на <b>нового правообладателя земельного участка</b> в порядке <b>процессуального правопреемства</b> (<a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=489141&amp;dst=100215">статья 44</a> ГПК РФ, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=482731&amp;dst=100278">статья 48</a> АПК РФ, <a href="https://login.consultant.ru/link/?req=doc&amp;base=LAW&amp;n=491432&amp;dst=272">часть 1 статьи 52</a> Закона об исполнительном производстве)&raquo;.</p>
            <p></p>
            <p>Здесь всего пара вопросов:</p>
            <p></p>
            <ul>
                <li><span></span>следует ли идею о переходе установленной судом обязанности экстраполировать на добросовестного приобретателя земельного участка (покупателя, от которого продавец утаил информацию о состоявшемся судебном решении)? Он тоже должен обременяться обязанностью, о которой не знал при приобретении участка?</li>
            </ul>
            <p></p>
            <ul>
                <li><span></span>как поступать наследнику, который с учетом процедуры вступления в наследство уже пропустил или потенциально может пропустить срок, установленный в судебном решении?</li>
            </ul>
            <p></p>
            <ul>
                <li><span></span>как поступать наследнику, который уже при исполнении судебного решения обнаружил, что затраты на снос (реконструкцию) превышают стоимость принятого им наследства?</li>
            </ul>
            <p></p>
            <ul>
                <li><span></span>как должны работать правила о процессуальном правопреемстве в случае, когда обязанность в судебном решении возложена на арендатора (см. абз. 3 п.&nbsp;13)?</li>
            </ul>
            <p>&laquo;При отсутствии сведений о таких лицах ответчиком по иску о сносе самовольной постройки, о ее сносе или приведении в соответствие с установленными требованиями является лицо, в собственности, пожизненном наследуемом владении, постоянном (бессрочном) пользовании которого находится земельный участок, на котором возведена (создана) такая постройка. При этом, если земельный участок передан во временное владение и (или) пользование (например, <b>по договору аренды</b> или безвозмездного пользования), <b>ответчиком по иску</b> о сносе, о сносе или приведении в соответствие с установленными требованиями самовольной постройки будет являться <b>лицо, во владении и (или) пользовании которого находится такой земельный участок</b>, если не будет установлено, что самовольная постройка возведена (создана) до возникновения прав владения и (или) пользования земельным участком у этого лица&raquo;.</p>
            <p></p>
            <p>Здесь предлагаю рассмотреть все возможные варианты (смерть, реорганизация арендатора; передача договора аренды; смерть, реорганизация собственника участка; отчуждение участка собственником);</p>
            <p></p>
            <ul>
                <li><span></span> должны ли совершаться какие-либо процессуальные действия при материальном правопреемстве в случае, когда дело уже прошло первую и проверочные инстанции, однако исполнительное производство еще не было возбуждено?</li>
            </ul>
            <p></p>
            <p></p>
            <p>По когда-то сложившейся традиции наше мероприятие не обойдется без гостя. Понятно, что поставленные вопросы требуют участия крупного (нет &ndash; даже очень крупного) специалиста в сфере частного права. Обрадую: заседание любезно согласился посетить доктор юридических наук, профессор кафедры гражданского права нашего вуза, маститый адвокат, известный турист и любитель интеллектуальных игр <RedactedText />.</p>
            <p></p>
            <p>Итак, очередное заседание группы состоится в <b>среду 15 января 2025 г. в 19:00.</b></p>
            <p>С местом проведения определимся исходя из общего количества участников, поэтому прошу <b>не позднее 10 января</b> подтвердить свое участие в работе группы посредством короткого сообщения на мою электронную почту abushenko73@mail.ru либо в мессенджер ВотсАп (не лаборанту, а лично мне). В кафедральный чат в Телеграме плюсики ставить не надо (и так там мусора много).</p>
        </div>
    )
}

export default Post_22