export const alerts = [
  {
    id: 0,
    title: "Если у вас появились вопросы,",
    text: [
      "то вы можете написать на наш факс. ",
      "Если у вас нет факса, то вы можете приехать к нам офис и бесплатно написать жалобу",
    ],
  },
  {
    id: 1,
    title: "Вы уже подозрительно долго находитесь на сайте...",
    text: "Докажите, что вы действительно аспирант или молодой преподаватель",
  },
  {
    id: 2,
    title: "Вы в своем уме?",
    text: "Какой здоровый человек, по-вашему, захочет читать все это на английском?",
  },
  { id: 3, title: "", text: "" },
  { id: 4, title: "", text: "" },
];
