export const chatAnswers = [
    {
        id: 0,
        text: "Это вопрос уровня третьего курса бакалавриата – стыдно задавать такие вопросы!",
    },
    {
        id: 1,
        text: "Сходу не скажу, но что-то точно было в каком-то из отказных определений Верховного Суда РФ. Не ленитесь – поищите сами.",
    },
    {
        id: 2,
        text: "Очень интересный вопрос. К сожалению, российское законодательство не содержит на него четкого ответа.",
    },
    {
        id: 3,
        text: "Если не ошибаюсь, по этой тематике когда-то писал Маркус Аронович Гурвич. Вы ведь читали его работы?",
    },
    {
        id: 4,
        text: "Этот вопрос не относится к процессу. Думайте, перед тем как задавать. Вы бы еще рецепт новогоднего салата попросили.",
    },
    {
        id: 5,
        text: "На такие вопросы не знают ответа даже доктора наук. Давайте что-нибудь попроще.",
    },
    {
        id: 6,
        text: "Это вопрос с подвохом? Вы хотите меня на чем-то подловить? Не удалось. Я Вас раскусил.",
    },
    {
        id: 7,
        text: "Вы бы еще спросили про объект процессуального правоотношения… Ну, давайте все же избегать предельно абстрактных вопросов.",
    },
    {
        id: 8,
        text: "Да, неплохой вопрос. Предложу вынести его на очередное заседание НКС: пусть умные люди поломают головы.",
    },
    {
        id: 9,
        text: "Кажется, я начинаю перегреваться… Сделайте перекур, а я немного остыну.",
    },
    {
        id: 10,
        text: "Вопрос на тысячу долларов! Я, конечно, могу дать на него ответ. Но такое ощущение, что Вы пришли на платную консультацию, а кошелек оставили дома. Сейчас я включу сканер – поднесите к нему свою банковскую карту.",
    },
    {
        id: 11,
        text: "А этот вопрос Вы спокойно могли бы задать стажеру адвоката. Не нужно использовать высокотехнологический продукт для стёба.",
    },
    {
        id: 12,
        text: "В вопросе допущена логическая ошибка. Вы точно юрист?",
    },
    {
        id: 13,
        text: "На этот вопрос я уже отвечал кому-то ранее. Поспрашивайте у коллег на кафедре – они в курсе.",
    },
    {
        id: 14,
        text: "Этот вопрос имеет межотраслевой подтекст. Обратитесь к специалистам, занимающемся разработкой межотраслевых связей.",
    },
]