export const classics = [
  {
    id: '0',
    name: 'Карл Сергеевич Юдельсон',
    dateOfBirth: '13.09.1954',
    shortBio:
      'основатель уральской школы гражданского процесса, первый заведующий кафедрой судебного права, а затем и кафедры гражданского процесса СЮИ, один из разработчиков Основ гражданского судопроизводства Союза ССР и союзных республик и ГПК РСФСР \n автор ряда фундаментальных работ по теории доказывания',
    image: '/images/classics/udelson.png',
    contentImage: '/images/classics/udelson_content.png',
    link: 'osipov',
    fullBio: `Карл Сергеевич Юдельсон родился 4 сентября 1904 года в городе Иркутске.
    Трудовую деятельность начал в 1919 году конторщиком Восточно-Сибирского округа шоссейных и грунтовых дорог.
    С 1920 по 1924 годы обучался в Иркутском государственном университете.
    В период учебы работал военным следователем Военного трибунала 12-ого стрелкового корпуса 5-ой армии.
    По окончании вуза сначала перешел на работу юрисконсультом в «Транспечать НКПС», а затем переехал в Свердловск, где последовательно занимался юридической работой в Правлении железной дороги, Уралжелдорстрое, Реммаштресте, Главметаллосбыте.
    В 1937 году принят на должность старшего преподавателя в Свердловский юридический институт, в 1944 году стал и.о. заведующего кафедры судебного права, а в 1952 году – и.о. заведующего кафедрой гражданского процесса.
    В 1940-41 годах – народный судья Народного суда 2-ого участка Ленинского района города Свердловска.
    В 1965 году возглавил кафедру гражданского права и процесса в Саратовском юридическом институте им. Д.И.\\nbspКурского, а затем кафедру гражданского процесса этого же вуза.
    \rИз кандидатских экзаменов на основании решения ВАК сдавал только философию.\r
    За работу «Институт регресса в советском гражданском праве» Совет Всесоюзного института юридических наук в 1942 году присвоил К.С.\\nbspЮдельсону ученую степень кандидата юридических наук.
    В этом же Совете в 1947 году К.С.\\nbspЮдельсон защитил докторскую диссертацию по теме «Проблема судебных доказательств в советском гражданском праве».
    Трудовую деятельность К.С.\\nbspЮдельсон завершил в Свердловском юридическом институте в 1988 году.
    Награжден орденом «Знак почета».`,
    title: '',
  },
  {
    id: '1',
    name: 'Кузьма Иванович Комиссаров',
    dateOfBirth: '',
    shortBio: `один из наиболее ярких представителей уральской школы гражданского процесса, фронтовик, автор ряда фундаментальных работ, связанных с деятельностью судов проверочных инстанций`,
    image: '/images/classics/komissarov.png',
    contentImage: '/images/classics/komissarov_content.png',
    link: 'osipov',
    fullBio: `Кузьма Иванович Комиссаров родился 26 октября 1923 года в деревне Сикияз-Тамак Саткинского района Челябинской области.
    Трудовую деятельность начал в 1941 году вычислителем токо-геодезической партии Наркомата цветной металлургии СССР.
    С февраля 1942 года по апрель 1947 года служил в рядах Советской армии; участвовал в боях Великой Отечественной войны в составе Ленинградского, Волховского и трех прибалтийских фронтов; демобилизован в звании командующего отделением.
    По окончании службы работал контролером 2-ой дистанции Службы путей Южно-Уральской железной дороги.
    В период с 1947 по 1951 годы обучался сначала в Свердловской юридической школе, а затем экстерном в Свердловском юридическом институте.
    В период учебы работал народным судьей Чкаловского районного суда города Свердловска.
    С 1951 по 1962 годы – судья Свердловского областного суда.
    В 1957 году начал работать по совместительству (нагрузка – более 240 часов в год), а с 1962 года на постоянной основе в Свердловском юридическом институте.
    \rПо итогам сдачи кандидатских экзаменов получил следующие оценки: диалектический и исторический материализм – «хорошо»; советский гражданский процесс – «отлично»; теория государства и права – «удовлетворительно»; немецкий язык – «хорошо».\r
    В 1962 году защитил кандидатскую, а в 1971 году - докторскую диссертацию.
    Трудовую деятельность К.И.\\nbspКомиссаров завершил в Уральской государственной юридической академии в начале 2000-х годов.
    Награжден орденом «Красная звезда», медалями «За отвагу» и «За оборону Ленинграда».`,
    title: '',
  },
  {
    id: '2',
    name: 'Виталий Петрович Воложанин',
    dateOfBirth: '',
    shortBio: `один из признанных классиков уральской школы гражданского процесса. При этом о преподавательской деятельности В.П.\\nbspВоложанина помнят в Хабаровске, Минске и Ульяновске.\n перу В.П.\\nbspВоложанина принадлежит ряд весомых в научном плане работ, в том числе по юридическим предположениям, третейскому разбирательству, проблемам защиты гражданских прав в рамках несудебных форм, ответственности за нарушение процессуальных норм`,
    image: '/images/classics/volozhanin.png',
    contentImage: '/images/classics/volozhanin_content.png',
    link: 'osipov',
    fullBio: `Виталий Петрович Воложанин родился 15 сентября 1927 года в деревне Канаши Шадринского района Курганской области. До 1945 года семья Воложаниных жила на Дальнем Востоке в городе Благовещенск Амурской области.
    В период с 1945 по 1949 годы обучался в Свердловском юридическом институте.
    Трудовую деятельность начал по окончании вуза в должности помощника прокурора Сысертского района Свердловской области.
    С 1953 по 1956 год работал старшим преподавателем в Белорусском государственном университете, с 1956 по 1961 год – старшим преподавателем, а затем доцентом в Хабаровском факультете ВЮЗИ.
    В 1961 году начал преподавательскую деятельность в Свердловском юридическом институте, которая была прервана на короткий промежуток (с 1997 по 2000 год), когда В.П.\\nbspВоложанин работал в должности профессора кафедры гражданского права и процесса Института права и госслужбы Ульяновского государственного университета.
    \rВ 1976 году приказом и.о. ректора СЮИ Семенова В. М. профессору В.П.\\nbspВоложанину было указано «на ослабление контроля и руководства аспиранткой Щедриной Л.П.», поскольку тема диссертации указанной аспирантки была утверждена на кафедре не в январе, а в мае.\r
    В 1953 году защитил кандидатскую, а в 1975 году - докторскую диссертацию.
    Трудовую деятельность В.П.\\nbspВоложанин завершил в Уральской государственной юридической академии в начале 2000-х годов.
    Награжден значком «За отличные успехи в работе».`,
    title: '',
  },
  {
    id: '3',
    name: 'Владимир Михайлович Семенов',
    dateOfBirth: '',
    shortBio: `один из признанных классиков уральской школы гражданского процесса, который обладал к тому же невероятным организаторским талантом (за период, когда он руководил в вузе научной работой, было защищено около 40 докторских и более 200 кандидатских диссертаций)`,
    image: '/images/classics/semenov.png',
    contentImage: '/images/classics/semenov_content.png',
    link: 'osipov',
    fullBio: `Владимир Михайлович Семенов родился 26 октября 1926 года в городе Новосибирске.
    Трудовую деятельность начал в 1941 году слесарем-жестянщиком артели «Зенит» местной промышленности.
    В 1944 году был мобилизован в армию и направлен на обучение в автошколу системы «Трансэнергокадры», где впоследствии работал преподавателем автодела.
    Во время работы в автошколе поступил в Новосибирский филиал Всесоюзного юридического заочного института, в котором к 1946 году окончил два курса.
    В 1946 году поступил на третий курс Свердловского юридического института на стационар.
    По окончании уральского вуза в 1948 году обучался в аспирантуре (специальность – гражданский процесс), а затем в 1951 году был принят на должность преподавателя кафедры гражданского права и процесса Свердловского юридического института.
    По итогам сдачи кандидатских экзаменов получил следующие оценки:
    - теория государства и права – «отлично»;
    - диалектический и исторический материализм – «отлично»;
    - немецкий язык – «хорошо»;
    - польский язык – «отлично»;
    - советский гражданский процесс – «отлично».
    Во время второго года обучения в аспирантуре провел на высоком идейно-теоретическом уровне три пробных лекции на тему «Судебное решение».
    С 1952 года началась административная карьера: В.М.\\nbspСеменов был последовательно заместителем декана, деканом судебно-следственного факультета, проректором по учебной и научной работе, проректором по научной работе Свердловского юридического института. В 1990 году В.М.\\nbspСеменова избрали заведующим кафедрой правоохранительных органов и прокурорского надзора.
    В 1952 году защитил кандидатскую, а в 1965 году - докторскую диссертацию.
    Почти два десятилетия В.М.\\nbspСеменов являлся народным заседателем Свердловского областного суда.
    \rВ 1958 году совершил круиз вокруг Европы.\r
    Награжден орденом Трудового красного знамени, орденом «Знак почета», нагрудным знаком «Победитель соцсоревнования».`,
    title: '',
  },
  {
    id: '4',
    name: 'Юрий Кузьмич Осипов',
    dateOfBirth: '',
    shortBio: `один из тех, кто стоял у истоков уральской школы гражданского процесса, заведующий кафедрой гражданского процесса Свердловского юридического института на протяжении почти трех десятилетий, фронтовик`,
    image: '/images/classics/osipov.png',
    contentImage: '/images/classics/osipov_content.png',
    link: 'osipov',
    fullBio: `Юрий Кузьмич Осипов родился 5 декабря 1924 года в Тюмени.
    Трудовую деятельность начал в 1942 году учеником-шлифовщиком на Заводе № 217 НКВ СССР.
    С сентября 1942 года по декабрь 1946 года служил в рядах Советской армии; участвовал в боях за освобождение Украины, был командиром отделения; демобилизован в звании младшего лейтенанта.
    В период с 1947 по 1951 годы обучался в Свердловском юридическом институте. По всем предметам студент Осипов имел оценку «отлично» и лишь по политической экономии, истории государства и права СССР, а также по производственной практике – «хорошо».
    После учебы в аспирантуре и защиты кандидатской диссертации работал в вузе на должности ассистента, старшего преподавателя, доцента, профессора кафедры гражданского процесса.
    С 1965 по 1993 годы заведовал кафедрой гражданского процесса Свердловского юридического института.
    \rПри переизбрании на должность заведующего кафедрой в 1990 году Ю.К.\\nbspОсипов дал обещание уделять больше внимания отработке графиков зачетно-экзаменационных сессий, не допуская совмещение сессий в одно и то же время на разных факультетах.\r
    Ю.К.\\nbspОсипов избирался народным заседателем, работал заместителем народного судьи.
    В 1954 году защитил кандидатскую, а в 1974 году - докторскую диссертацию.
    Трудовую деятельность Ю.К.\\nbspОсипов завершил в начале 90-х годов XX века.
    Награжден орденом «Знак почета», медалями «За боевые заслуги» и «За победу над Германией в Великой Отечественной войне».`,
    title: '',
  },
  {
    id: '5',
    name: 'Александр Фролович Козлов',
    dateOfBirth: '',
    shortBio: `один из первых преподавателей кафедры гражданского процесса Свердловского юридического института, фронтовик, автор многочисленных работ по гражданскому процессу и прокурорскому надзору`,
    image: '/images/classics/kozlov.png',
    contentImage: '/images/classics/kozlov_content.png',
    link: 'osipov',
    fullBio: `Александр Фролович Козлов родился 2 февраля 1924 года в селе Оторма Земетчинского района Пензенской области.
    Трудовую деятельность начал в 1941 году весовщиком, а затем работал пчеловодом в колхозе «Свободный путь».
    С марта 1942 года по август 1945 года служил в рядах Советской армии; участвовал в боях Великой Отечественной войны на Дону, под Сталинградом, на Днепре, в Крыму и Прибалтике; после одного из ранений лишился правой руки.
    В период с 1945 по 1949 годы обучался в Свердловском юридическом институте, по окончании которого поступил в аспирантуру.
    С 1952 по 1973 годы работал на кафедре гражданского процесса, а затем до 1988 года заведовал кафедрой земельного, колхозного права и прокурорского надзора.
    С 1988 года по 1999 год являлся профессором кафедры правоохранительных органов и прокурорского надзора.
    \rНа лекциях всякий раз приветствовал студентов на новом иностранном языке. Во время лекций не стоял за кафедрой, а непрерывно ходил по рядам. Все лекции читал исключительно по памяти.\r
    В 1952 году защитил кандидатскую, а в 1970 году - докторскую диссертацию.
    Избирался народным заседателем, исполнял обязанности заместителя народного судьи.
    Трудовую деятельность А.Ф.\\nbspКозлов завершил в Уральской государственной юридической академии в конце 90-х годов XX века.
    Награжден орденами «Красная звезда» и «Боевого красного знамени», медалью «За победу над Германией».`,
    title: '',
  },
];
