export const classics = [
  {
    id: '0',
    name: 'Карл Сергеевич Юдельсон',
    dateOfBirth: '13.09.1954',
    shortBio:
      'основатель уральской школы гражданского процесса, первый заведующий кафедрой судебного права, а затем и кафедры гражданского процесса СЮИ, один из разработчиков Основ гражданского судопроизводства Союза ССР и союзных республик и ГПК РСФСР \n автор ряда фундаментальных работ по теории доказывания',
    image: '/images/classics/man_2.png',
    link: 'osipov',
    fullBio: `Карл Сергеевич Юдельсон родился 4 сентября 1904 года в городе Иркутске.
    Трудовую деятельность начал в 1919 году конторщиком Восточно-Сибирского округа шоссейных и грунтовых дорог.
    С 1920 по 1924 годы обучался в Иркутском государственном университете.
    В период учебы работал военным следователем Военного трибунала 12-ого стрелкового корпуса 5-ой армии.
    По окончании вуза сначала перешел на работу юрисконсультом в «Транспечать НКПС», а затем переехал в Свердловск, где последовательно занимался юридической работой в Правлении железной дороги, Уралжелдорстрое, Реммаштресте, Главметаллосбыте.
    В 1937 году принят на должность старшего преподавателя в Свердловский юридический институт, в 1944 году стал и.о. заведующего кафедры судебного права, а в 1952 году – и.о. заведующего кафедрой гражданского процесса.
    В 1940-41 годах – народный судья Народного суда 2-ого участка Ленинского района города Свердловска.
    В 1965 году возглавил кафедру гражданского права и процесса в Саратовском юридическом институте им. Д. И. Курского, а затем кафедру гражданского процесса этого же вуза.
    \rИз кандидатских экзаменов на основании решения ВАК сдавал только философию.\r
    За работу «Институт регресса в советском гражданском праве» Совет Всесоюзного института юридических наук в 1942 году присвоил К.С. Юдельсону ученую степень кандидата юридических наук.
    В этом же Совете в 1947 году К.С. Юдельсон защитил докторскую диссертацию по теме «Проблема судебных доказательств в советском гражданском праве».
    Трудовую деятельность К.С. Юдельсон завершил в Свердловском юридическом институте в 1988 году.
    Награжден орденом «Знак почета».`,
    title: '',
  },
  {
    id: '1',
    name: 'Кузьма Иванович Комиссаров',
    dateOfBirth: '',
    shortBio: `один из наиболее ярких представителей уральской школы гражданского процесса, фронтовик, автор ряда фундаментальных работ, связанных с деятельностью судов проверочных инстанций
    `,
    image: '/images/classics/komissarov.png',
    contentImage: '/images/classics/komissarov_content.png',
    link: 'osipov',
    fullBio: `Кузьма Иванович Комиссаров родился 26 октября 1923 года в деревне Сикияз-Тамак Саткинского района Челябинской области.
    Трудовую деятельность начал в 1941 году вычислителем токо-геодезической партии Наркомата цветной металлургии СССР.
    С февраля 1942 года по апрель 1947 года служил в рядах Советской армии; участвовал в боях Великой Отечественной войны в составе Ленинградского, Волховского и трех прибалтийских фронтов;
    демобилизован в звании командующего отделением.
    По окончании службы работал контролером 2-ой дистанции Службы путей Южно-Уральской железной дороги.
    В период с 1947 по 1951 годы обучался сначала в Свердловской юридической школе, а затем экстерном в Свердловском юридическом институте.
    В период учебы работал народным судьей Чкаловского районного суда города Свердловска.
    С 1951 по 1962 годы – судья Свердловского областного суда.
    В 1957 году начал работать по совместительству (нагрузка – более 240 часов в год), а с 1962 года на постоянной основе в Свердловском юридическом институте.
    \rПо итогам сдачи кандидатских экзаменов получил следующие оценки: диалектический и исторический материализм – «хорошо»; советский гражданский процесс – «отлично»; теория государства и права – «удовлетворительно»; немецкий язык – «хорошо».\r
    В 1962 году защитил кандидатскую, а в 1971 году - докторскую диссертацию.
    Трудовую деятельность К.И. Комиссаров завершил в Уральской государственной юридической академии в начале 2000-х годов.
    Награжден орденом «Красная звезда», медалями «За отвагу» и «За оборону Ленинграда».`,
    title: '',
  },
  {
    id: '2',
    name: 'Виталий Петрович Воложанин',
    dateOfBirth: '',
    shortBio: `один из признанных классиков уральской школы гражданского процесса. При этом о преподавательской деятельности В.П. Воложанина помнят в Хабаровске,Минске и Ульяновске.\n перу В. П. Воложанина принадлежит ряд весомых в научном плане работ, в том числе по юридическим предположениям, третейскому разбирательству, проблемам защиты гражданских прав в рамках несудебных форм, ответственности за нарушение процессуальных норм.
  `,
    image: '/images/classics/man_4.png',
    contentImage: '/images/classics/volozhanin_content.png',
    link: 'osipov',
    fullBio: `Виталий Петрович Воложанин родился 15 сентября 1927 года в деревне Канаши Шадринского района Курганской области. До 1945 года семья Воложаниных жила на Дальнем Востоке в городе Благовещенск Амурской области.
    В период с 1945 по 1949 годы обучался в Свердловском юридическом институте.
    Трудовую деятельность начал по окончании вуза в должности помощника прокурора Сысертского района Свердловской области.
    С 1953 по 1956 год работал старшим преподавателем в Белорусском государственном университете, с 1956 по 1961 год – старшим преподавателем, а затем доцентом в Хабаровском факультете ВЮЗИ.
    В 1961 году начал преподавательскую деятельность в Свердловском юридическом институте, которая была прервана на короткий промежуток (с 1997 по 2000 год), когда В. П. Воложанин работал в должности профессора кафедры гражданского права и процесса Института права и госслужбы Ульяновского государственного университета.
    \rВ 1976 году приказом и.о. ректора СЮИ Семенова В.М. профессору В. П. Воложанину было указано «на ослабление контроля и руководства аспиранткой Щедриной Л.П.», поскольку тема диссертации указанной аспирантки была утверждена на кафедре не в январе, а в мае.\r
    В 1953 году защитил кандидатскую, а в 1975 году - докторскую диссертацию.
    Трудовую деятельность В. П. Воложанин завершил в Уральской государственной юридической академии в начале 2000-х годов.
    Награжден значком «За отличные успехи в работе».`,
    title: '',
  },
  {
    id: '3',
    name: 'Classic',
    dateOfBirth: '',
    shortBio: `Lorem ipsum dolor sit, amet consectetur adipisicing elit. Voluptas modi nihil magnam aperiam suscipit! Ab libero deserunt laudantium qui maxime doloribus dicta beatae, cumque enim sint dolorum excepturi sunt. Architecto quasi veniam cupidit"ate" providen"t" esse aspernatur iusto dolore dolor earum, quae magni quas, quod maxime voluptates atque tenetur consequuntur velit quidem"," animi possimus fugit corporis voluptatem molestias.
     `,
    image: '/images/classics/osipov.png',
    link: 'osipov',
    fullBio: 'Lore',
    title: '',
  },
  {
    id: '4',
    name: 'MAN 2',
    dateOfBirth: '',
    shortBio: `Lorem ipsum dolor sit, amet consectetur adipisicing elit. Voluptas modi nihil magnam aperiam suscipit! Ab libero deserunt laudantium qui maxime doloribus dicta beatae, cumque enim sint dolorum excepturi sunt. Architecto quasi veniam cupidit"ate" providen"t" esse aspernatur iusto dolore dolor earum, quae magni quas, quod maxime voluptates atque tenetur consequuntur velit quidem"," animi possimus fugit corporis voluptatem molestias.
    `,
    image: '/images/classics/man_1.png',
    link: 'osipov',
    fullBio: '',
    title: '',
  },

  {
    id: '5',
    name: 'Осипов Юрий Кузьмич',
    dateOfBirth: '',
    shortBio: `Lorem ipsum dolor sit, amet consectetur adipisicing elit. Voluptas modi nihil magnam aperiam suscipit! Ab libero deserunt laudantium qui maxime doloribus dicta beatae, cumque enim sint dolorum excepturi sunt. Architecto quasi veniam cupidit"ate" providen"t" esse aspernatur iusto dolore dolor earum, quae magni quas, quod maxime voluptates atque tenetur consequuntur velit quidem"," animi possimus fugit corporis voluptatem molestias.
   `,
    image: '/images/classics/man_5.png',
    link: 'osipov',
    fullBio: '',
    title: '',
  },
];
