export const posts = [
  {
    id: 0,
    title: "Заседание - апрель 2011",
    date: "02.04.2011",
  },
  {
    id: 1,
    title: "Заседание - декабрь 2011",
    date: "15.11.2011",
  },
  {
    id: 2,
    title: "Заседание - октябрь 2012",
    date: "23.09.2012",
  },
  {
    id: 3,
    title: "Заседание - март 2013",
    date: "17.02.2013",
  },
  {
    id: 4,
    title: "Заседание - апрель 2011 #5",
    date: "23.03.2020",
  },
  {
    id: 5,
    title: "Заседание - апрель 2011 #6",
    date: "23.03.2020",
  },
  {
    id: 6,
    title: "Заседание - апрель 2011 #7",
    date: "23.03.2020",
  },
  {
    id: 7,
    title: "Заседание - апрель 2011 #8",
    date: "23.03.2020",
  },
  {
    id: 8,
    title: "Заседание - апрель 2011 #9",
    date: "02.04.2011",
  },
];
