export const posts = [
  {
    id: 0,
    title: "Свод правил группы",
    date: "02.04.2011",
  },
  {
    id: 1,
    title: "Просто объявление",
    date: "15.11.2011",
  },
  {
    id: 2,
    title: "Возвращение группы и новые задачи",
    date: "23.09.2012",
  },
  {
    id: 3,
    title: "Моника и Билл",
    date: "17.02.2013",
  },
  {
    id: 4,
    title: "Извинения перед супругами за Монику и Билла",
    date: "20.05.2013",
  },
  {
    id: 5,
    title: "Преподавательский бич",
    date: "28.10.2013",
  },
  {
    id: 6,
    title: "Заповеди аспиранта",
    date: "21.05.2014",
  },
  {
    id: 7,
    title: "20 советов аспирантам",
    date: "01.10.2014",
  },
  {
    id: 8,
    title: "Заседание - апрель 2011 #9",
    date: "02.04.2011",
  },
  {
    id: 8,
    title: "Заседание - апрель 2011 #10",
    date: "02.04.2011",
  },
  {
    id: 8,
    title: "Заседание - апрель 2011 #11",
    date: "02.04.2011",
  },
  {
    id: 8,
    title: "Заседание - апрель 2011 #12",
    date: "02.04.2011",
  },
];
