export const posts = [
  {
    id: '0',
    title: 'Свод правил группы',
    date: '02.04.2011',
  },
  {
    id: '1',
    title: 'Просто объявление',
    date: '15.11.2011',
  },
  {
    id: '2',
    title: 'Новые задачи',
    date: '23.09.2012',
  },
  {
    id: '3',
    title: 'Моника и Билл',
    date: '17.02.2013',
  },
  {
    id: '4',
    title: 'Заповеди процессуалиста',
    date: '20.05.2013',
  },
  {
    id: '5',
    title: 'Преподавательский бич',
    date: '28.10.2013',
  },
  {
    id: '6',
    title: 'Заповеди аспиранта',
    date: '21.05.2014',
  },
  {
    id: '7',
    title: '20 советов аспирантам',
    date: '01.10.2014',
  },
  {
    id: '8',
    title: 'Избранные цитаты',
    date: '01.06.2015',
  },
  {
    id: '9',
    title: 'Правила письма',
    date: '13.12.2015',
  },

  {
    id: '10',
    title: 'Советское кино',
    date: '16.05.2016',
  },
  {
    id: '11',
    title: 'Опросник',
    date: '18.12.2016',
  },
  {
    id: '12',
    title: 'Публикация в международных изданиях',
    date: '28.04.2017',
  },
  {
    id: '13',
    title: 'Признаки вражеского нелегала',
    date: '01.02.2018',
  },
  {
    id: '14',
    title: 'Визит к психиатру',
    date: '11.05.2019',
  },
  {
    id: '15',
    title: 'Конституция РФ',
    date: '14.02.2020',
  },
  {
    id: '16',
    title: 'Взгляд в будущее',
    date: '01.09.2020',
  },
  {
    id: '17',
    title: 'Партсобрание',
    date: '05.07.2022',
    isNew: true,
  },
];
