export const spyQuestions = [
  {
    id: 0,
    rightAnswer: 2,
    title: 'Укажите, от какого вуза берет свое начало СЮИ-УрГЮА-УрГЮУ',
    answers: [
      {
        id: 0,
        text: 'от Мардебургского университета',
        img: '',
      },
      {
        id: 1,
        text: 'от Всесоюзного юридического заочного института',
        img: '',
      },
      {
        id: 2,
        text: 'от Сибирского института советского права',
        img: '',
      },
      {
        id: 3,
        text: 'от Саратовского института советского права',
        img: '',
      },
    ],
  },
  {
    id: 1,
    rightAnswer: 2,
    title:
      'Укажите, по какому из кандидатских экзаменов К. И. Комиссаров получил оценку «удовлетворительно»',
    answers: [
      {
        id: 0,
        text: 'диалектический и исторический материализм',
        img: '',
      },
      {
        id: 1,
        text: 'советский гражданский процесс',
        img: '',
      },
      {
        id: 2,
        text: 'теория государства и права',
        img: '',
      },
      {
        id: 3,
        text: 'занзибарский язык',
        img: '',
      },
    ],
  },
  {
    id: 2,
    rightAnswer: 2,
    title:
      'Выберите фотографию, на которой изображено здание университета на Колмогорова',
    visualQuestion: true,
    answers: [
      {
        id: 0,
        text: 'Answer smthing',
        img: '/images/schools/mgu.jpg',
      },
      {
        id: 1,
        text: 'Answer smthing',
        img: '/images/schools/sgu.jpg',
      },
      {
        id: 2,
        text: 'Answer smthing',
        img: '/images/schools/urgua.jpg',
      },
      {
        id: 3,
        text: 'Answer smthing',
        img: '/images/schools/hse.jpg',
      },
    ],
  },
  {
    id: 3,
    rightAnswer: 0,
    title:
      'Укажите, какую кафедру в Саратовском юридическом институте им. Д. И. Курского возглавил К.С. Юдельсон в 1965 году',
    answers: [
      {
        id: 0,
        text: 'кафедру гражданского права и процесса',
        img: '',
      },
      {
        id: 1,
        text: 'кафедру физкультуры',
        img: '',
      },
      {
        id: 2,
        text: 'кафедру гражданского процесса',
        img: '',
      },
      {
        id: 3,
        text: 'кафедру теории государства и права',
        img: '',
      },
    ],
  },
  {
    id: 4,
    rightAnswer: 1,
    title:
      'Укажите, на каком этаже находится IV-ая римская аудитория на Колмогорова, 54',
    answers: [
      {
        id: 0,
        text: 'на четвертом этаже',
        img: '',
      },
      {
        id: 1,
        text: 'на первом этаже',
        img: '',
      },
      {
        id: 2,
        text: 'в подвале',
        img: '',
      },
      {
        id: 3,
        text: 'такой аудитории вообще нет',
        img: '',
      },
    ],
  },
  {
    id: 5,
    rightAnswer: 3,
    title: 'Укажите, кому выдаются ключи от кафедры гражданского процесса',
    answers: [
      {
        id: 0,
        text: 'всем преподавателям, соискателям и аспирантам',
        img: '',
      },
      {
        id: 1,
        text: 'только заведующему кафедрой и лаборанту',
        img: '',
      },
      {
        id: 2,
        text: 'всем, кто попросит',
        img: '',
      },
      {
        id: 3,
        text: 'только штатным преподавателям',
        img: '',
      },
    ],
  },
  {
    id: 6,
    rightAnswer: 0,
    title: 'Укажите, какой наградой награжден В. П. Воложанин',
    answers: [
      {
        id: 0,
        text: 'значком «За отличные успехи в работе»',
        img: '',
      },
      {
        id: 1,
        text: 'медалью «За трудовую доблесть»',
        img: '',
      },
      {
        id: 2,
        text: 'медалью «За оборону Севастополя»',
        img: '',
      },
      {
        id: 3,
        text: 'медалью «За оборону Севастополя»',
        img: '',
      },
    ],
  },
  {
    id: 7,
    rightAnswer: 2,
    title:
      'Укажите, на каком этаже располагалась кафедра гражданского процесса в момент, когда заведующим был впервые избран В. В. Ярков',
    answers: [
      {
        id: 0,
        text: 'на первом этаже',
        img: '',
      },
      {
        id: 1,
        text: 'на втором этаже',
        img: '',
      },
      {
        id: 2,
        text: 'на третьем этаже',
        img: '',
      },
      {
        id: 3,
        text: 'кафедра не имела своего помещения',
        img: '',
      },
    ],
  },
  {
    id: 8,
    rightAnswer: 1,
    title:
      'Укажите, на какой кафедре в Свердловском юридическом институте началось в сентябре 1935 года преподавание гражданского процесса',
    answers: [
      {
        id: 0,
        text: 'на кафедре гражданского процесса',
        img: '',
      },
      {
        id: 1,
        text: 'на кафедре хозяйственного права',
        img: '',
      },
      {
        id: 2,
        text: 'на кафедре судебного права',
        img: '',
      },
      {
        id: 3,
        text: 'на кафедре уголовного права и процесса',
        img: '',
      },
    ],
  },
  {
    id: 9,
    rightAnswer: 0,
    title: 'Укажите, где на кафедре располагается доска с магнитиками',
    answers: [
      {
        id: 0,
        text: 'за спиной лаборанта',
        img: '',
      },
      {
        id: 1,
        text: 'за спиной заведующего кафедрой',
        img: '',
      },
      {
        id: 2,
        text: 'сразу направо у входной двери над компьютером',
        img: '',
      },
      {
        id: 3,
        text: 'доска с магнитиками утрачена во время прошлогоднего ремонта',
        img: '',
      },
    ],
  },
  {
    id: 10,
    rightAnswer: 2,
    title:
      'Укажите, что располагается в переходе между зданиями на Комсомольской, 21 и 23',
    answers: [
      {
        id: 0,
        text: 'боксерский клуб',
        img: '',
      },
      {
        id: 1,
        text: 'кальянная',
        img: '',
      },
      {
        id: 2,
        text: 'музей истории',
        img: '',
      },
      {
        id: 3,
        text: 'выставка поделок из керамики',
        img: '',
      },
    ],
  },
  {
    id: 11,
    rightAnswer: 2,
    title:
      'Укажите, по какому из кандидатских экзаменов В. М. Семенов получил оценку «отлично»',
    answers: [
      {
        id: 0,
        text: 'древнегреческий язык',
        img: '',
      },
      {
        id: 1,
        text: 'латынь',
        img: '',
      },
      {
        id: 2,
        text: 'польский язык',
        img: '',
      },
      {
        id: 3,
        text: 'украинский язык',
        img: '',
      },
    ],
  },
  {
    id: 12,
    rightAnswer: 0,
    title: 'Укажите, где в 1958 году В.М. Семенов совершил круиз',
    answers: [
      {
        id: 0,
        text: 'вокруг Европы',
        img: '',
      },
      {
        id: 1,
        text: 'по Северному морскому пути',
        img: '',
      },
      {
        id: 2,
        text: 'по Волге',
        img: '',
      },
      {
        id: 3,
        text: 'по Амазонке',
        img: '',
      },
    ],
  },
  {
    id: 13,
    rightAnswer: 1,
    title: 'Укажите, кто из преподавателей в 1953 году не работал на кафедре',
    answers: [
      {
        id: 0,
        text: 'В. М. Семенов',
        img: '',
      },
      {
        id: 1,
        text: 'К. И. Комиссаров',
        img: '',
      },
      {
        id: 2,
        text: 'А. Ф. Козлов',
        img: '',
      },
      {
        id: 3,
        text: 'К.С. Юдельсон',
        img: '',
      },
    ],
  },
  {
    id: 14,
    rightAnswer: 0,
    title:
      'Укажите, как называлась написанная заведующим кафедрой гражданского процесса Сибирского института советского права доцентом В. М. Шавером работа',
    answers: [
      {
        id: 0,
        text: '«Суд и право народностей Крайнего Севера»',
        img: '',
      },
      {
        id: 1,
        text: '«Суд и право народов Северного Кавказа»',
        img: '',
      },
      {
        id: 2,
        text: '«Суд и право Княжества Литовского»',
        img: '',
      },
      {
        id: 3,
        text: '«Суд и право Российской Империи»',
        img: '',
      },
    ],
  },
  {
    id: 15,
    rightAnswer: 1,
    title:
      'Укажите, в рамках какой кафедры велось преподавание гражданского процесса после перевода Сибирского института советского права из Иркутска в Свердловск',
    answers: [
      {
        id: 0,
        text: 'кафедры предпринимательского права',
        img: '',
      },
      {
        id: 1,
        text: 'кафедры хозяйственного права',
        img: '',
      },
      {
        id: 2,
        text: 'кафедры гражданского права',
        img: '',
      },
      {
        id: 3,
        text: 'кафедры уголовного процесса',
        img: '',
      },
    ],
  },
  {
    id: 16,
    rightAnswer: 3,
    title: 'Пса, который в 90-ые годы XX века жил на Колмогорова, 54, звали',
    answers: [
      {
        id: 0,
        text: 'Бобик',
        img: '',
      },
      {
        id: 1,
        text: 'Барбос',
        img: '',
      },
      {
        id: 2,
        text: 'Дружок',
        img: '',
      },
      {
        id: 3,
        text: 'Шарик',
        img: '',
      },
    ],
  },
  {
    id: 17,
    rightAnswer: 0,
    title:
      'Укажите, для какой цели К. С. Юдельсон в 1968 году ездил в Будапешт',
    answers: [
      {
        id: 0,
        text: 'на международную конференцию процессуалистов',
        img: '',
      },
      {
        id: 1,
        text: 'на международный пивной фестиваль',
        img: '',
      },
      {
        id: 2,
        text: 'на концерт группы «Битлз»',
        img: '',
      },
      {
        id: 3,
        text: 'просто отдохнуть по профсоюзной путевке',
        img: '',
      },
    ],
  },
  {
    id: 18,
    rightAnswer: 1,
    title:
      'Укажите, какой оклад был в 1976 году у профессора кафедры гражданского процесса СЮИ',
    answers: [
      {
        id: 0,
        text: '150 рублей в месяц',
        img: '',
      },
      {
        id: 1,
        text: '450 рублей в месяц',
        img: '',
      },
      {
        id: 2,
        text: '850 рублей в месяц',
        img: '',
      },
      {
        id: 3,
        text: 'профессура не имела окладов, поскольку работала по аккордной системе',
        img: '',
      },
    ],
  },
  {
    id: 19,
    rightAnswer: 0,
    title:
      'В 70-х годах XX через контору кинопроката для кафедры гражданского процесса СЮИ был заказан фильм',
    answers: [
      {
        id: 0,
        text: '«Будни арбитража»',
        img: '',
      },
      {
        id: 1,
        text: '«Будни народного судьи»',
        img: '',
      },
      {
        id: 2,
        text: '«Будни народного заседателя»',
        img: '',
      },
      {
        id: 3,
        text: '«Будни секретаря судебного заседания»',
        img: '',
      },
    ],
  },
  {
    id: 20,
    rightAnswer: 3,
    title:
      'В 70-х годах XX комплект схем «Суд и правосудие в СССР» демонстрировался студентам на лекциях при помощи',
    answers: [
      {
        id: 0,
        text: 'фотоувеличителя',
        img: '',
      },
      {
        id: 1,
        text: 'линзы Френеля',
        img: '',
      },
      {
        id: 2,
        text: 'жидкокристаллического проектора',
        img: '',
      },
      {
        id: 3,
        text: 'кодоскопа',
        img: '',
      },
    ],
  },
];
