export const spyQuestions = [
  //   {
  //     id: 0,
  //     rightAnswer: 2,
  //     title: 'Укажите, от какого вуза берет свое начало СЮИ-УрГЮА-УрГЮУ',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'от Марбургского университета',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'от Всесоюзного юридического заочного института',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'от Сибирского института советского права',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'от Саратовского института советского права',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 1,
  //     rightAnswer: 2,
  //     title:
  //       'Укажите, по какому из кандидатских экзаменов К. И. Комиссаров получил оценку «удовлетворительно»',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'диалектический и исторический материализм',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'советский гражданский процесс',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'теория государства и права',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'занзибарский язык',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 2,
  //     rightAnswer: 2,
  //     title:
  //       'Выберите фотографию, на которой изображено здание университета на Колмогорова',
  //     visualQuestion: true,
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'Answer smthing',
  //         img: '/images/schools/mgu.jpg',
  //       },
  //       {
  //         id: 1,
  //         text: 'Answer smthing',
  //         img: '/images/schools/sgu.jpg',
  //       },
  //       {
  //         id: 2,
  //         text: 'Answer smthing',
  //         img: '/images/schools/urgua.jpg',
  //       },
  //       {
  //         id: 3,
  //         text: 'Answer smthing',
  //         img: '/images/schools/hse.jpg',
  //       },
  //     ],
  //   },
  //   {
  //     id: 3,
  //     rightAnswer: 0,
  //     title:
  //       'Укажите, какую кафедру в Саратовском юридическом институте им. Д. И. Курского возглавил К.С. Юдельсон в 1965 году',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'кафедру гражданского права и процесса',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'кафедру физкультуры',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'кафедру гражданского процесса',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'кафедру теории государства и права',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 4,
  //     rightAnswer: 1,
  //     title:
  //       'Укажите, на каком этаже находится IV-ая римская аудитория на Колмогорова, 54',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'на четвертом этаже',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'на первом этаже',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'в подвале',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'такой аудитории вообще нет',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 5,
  //     rightAnswer: 3,
  //     title: 'Укажите, кому выдаются ключи от кафедры гражданского процесса',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'всем преподавателям, соискателям и аспирантам',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'только заведующему кафедрой и лаборанту',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'всем, кто попросит',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'только штатным преподавателям',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 6,
  //     rightAnswer: 0,
  //     title: 'Укажите, какой наградой награжден В. П. Воложанин',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'значком «За отличные успехи в работе»',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'медалью «За трудовую доблесть»',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'медалью «За оборону Севастополя»',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'нагрудным знаком за «За беспощадную борьбу с контрреволюцией»',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 7,
  //     rightAnswer: 2,
  //     title:
  //       'Укажите, на каком этаже располагалась кафедра гражданского процесса в момент, когда заведующим был впервые избран В. В. Ярков',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'на первом этаже',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'на втором этаже',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'на третьем этаже',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'кафедра не имела своего помещения',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 8,
  //     rightAnswer: 1,
  //     title:
  //       'Укажите, на какой кафедре в Свердловском юридическом институте началось в сентябре 1935 года преподавание гражданского процесса',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'на кафедре гражданского процесса',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'на кафедре хозяйственного права',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'на кафедре судебного права',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'на кафедре уголовного права и процесса',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 9,
  //     rightAnswer: 0,
  //     title: 'Укажите, где на кафедре располагается доска с магнитиками',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'за спиной лаборанта',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'за спиной заведующего кафедрой',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'сразу направо у входной двери над компьютером',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'доска с магнитиками утрачена во время прошлогоднего ремонта',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 10,
  //     rightAnswer: 2,
  //     title:
  //       'Укажите, что располагается в переходе между зданиями на Комсомольской, 21 и 23',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'боксерский клуб',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'кальянная',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'музей истории',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'выставка поделок из керамики',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 11,
  //     rightAnswer: 2,
  //     title:
  //       'Укажите, по какому из кандидатских экзаменов В. М. Семенов получил оценку «отлично»',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'древнегреческий язык',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'латынь',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'польский язык',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'украинский язык',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 12,
  //     rightAnswer: 0,
  //     title: 'Укажите, где в 1958 году В.М. Семенов совершил круиз',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'вокруг Европы',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'по Северному морскому пути',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'по Волге',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'по Амазонке',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 13,
  //     rightAnswer: 1,
  //     title: 'Укажите, кто из преподавателей в 1953 году не работал на кафедре',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'В. М. Семенов',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'К. И. Комиссаров',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'А. Ф. Козлов',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'К.С. Юдельсон',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 14,
  //     rightAnswer: 0,
  //     title:
  //       'Укажите, как называлась написанная заведующим кафедрой гражданского процесса Сибирского института советского права доцентом В. М. Шавером работа',
  //     answers: [
  //       {
  //         id: 0,
  //         text: '«Суд и право народностей Крайнего Севера»',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: '«Суд и право народов Северного Кавказа»',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: '«Суд и право Княжества Литовского»',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: '«Суд и право Российской Империи»',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 15,
  //     rightAnswer: 1,
  //     title:
  //       'Укажите, в рамках какой кафедры велось преподавание гражданского процесса после перевода Сибирского института советского права из Иркутска в Свердловск',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'кафедры предпринимательского права',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'кафедры хозяйственного права',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'кафедры гражданского права',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'кафедры уголовного процесса',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 16,
  //     rightAnswer: 3,
  //     title: 'Пса, который в 90-ые годы XX века жил на Колмогорова, 54, звали',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'Бобик',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'Барбос',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'Дружок',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'Шарик',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 17,
  //     rightAnswer: 0,
  //     title:
  //       'Укажите, для какой цели К. С. Юдельсон в 1968 году ездил в Будапешт',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'на международную конференцию процессуалистов',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'на международный пивной фестиваль',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'на концерт группы «Битлз»',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'просто отдохнуть по профсоюзной путевке',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 18,
  //     rightAnswer: 1,
  //     title:
  //       'Укажите, какой оклад был в 1976 году у профессора кафедры гражданского процесса СЮИ',
  //     answers: [
  //       {
  //         id: 0,
  //         text: '150 рублей в месяц',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: '450 рублей в месяц',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: '850 рублей в месяц',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'профессура не имела окладов, поскольку работала по аккордной системе',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 19,
  //     rightAnswer: 0,
  //     title:
  //       'В 70-х годах XX века через контору кинопроката для кафедры гражданского процесса СЮИ был заказан фильм',
  //     answers: [
  //       {
  //         id: 0,
  //         text: '«Будни арбитража»',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: '«Будни народного судьи»',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: '«Будни народного заседателя»',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: '«Будни секретаря судебного заседания»',
  //         img: '',
  //       },
  //     ],
  //   },
  //   {
  //     id: 20,
  //     rightAnswer: 3,
  //     title:
  //       'В 70-х годах XX века комплект схем «Суд и правосудие в СССР» демонстрировался студентам на лекциях при помощи',
  //     answers: [
  //       {
  //         id: 0,
  //         text: 'фотоувеличителя',
  //         img: '',
  //       },
  //       {
  //         id: 1,
  //         text: 'линзы Френеля',
  //         img: '',
  //       },
  //       {
  //         id: 2,
  //         text: 'жидкокристаллического проектора',
  //         img: '',
  //       },
  //       {
  //         id: 3,
  //         text: 'кодоскопа',
  //         img: '',
  //       },
  //     ],
  //   },
  {
    id: 21,
    rightAnswer: 3,
    title: 'Укажите, как называется асфальтированная дорожка, которая ведет от корпуса на Колмогорова, 54 к реке:',
    answers: [
      {
        id: 0,
        text: 'Аллея прокрастинации',
        img: '',
      },
      {
        id: 1,
        text: 'Аллея бифуркации',
        img: '',
      },
      {
        id: 2,
        text: 'Аллея телепортации',
        img: '',
      },
      {
        id: 3,
        text: 'Аллея юстиции',
        img: '',
      },
    ],
  },
  {
    id: 22,
    rightAnswer: 1,
    title: 'Укажите, на уровне какого этажа располагается переход между ГУКом и зданием на Комсомольской, 23:',
    answers: [
      {
        id: 0,
        text: 'на уровне второго этажа',
        img: '',
      },
      {
        id: 1,
        text: 'на уровне третьего этажа',
        img: '',
      },
      {
        id: 2,
        text: 'на уровне четвертого этажа',
        img: '',
      },
      {
        id: 3,
        text: 'переход расположен под землей',
        img: '',
      },
    ],
  },
  {
    id: 23,
    rightAnswer: 0,
    title: 'В период работы Ю.К. Осипова преподавателями кафедры гражданского процесса СЮИ было защищено:',
    answers: [
      {
        id: 0,
        text: '5 докторских диссертаций',
        img: '',
      },
      {
        id: 1,
        text: '4 докторские диссертации',
        img: '',
      },
      {
        id: 2,
        text: '3 докторские диссертации',
        img: '',
      },
      {
        id: 3,
        text: 'ни одной докторской диссертации',
        img: '',
      },
    ],
  },
  {
    id: 24,
    rightAnswer: 2,
    title: 'Укажите, в каком году в Российской Империи была запрещена критика в диссертациях действующих законов',
    answers: [
      {
        id: 0,
        text: 'в 1872 г.',
        img: '',
      },
      {
        id: 1,
        text: 'в 1862 г.',
        img: '',
      },
      {
        id: 2,
        text: 'в 1852 г.',
        img: '',
      },
      {
        id: 3,
        text: 'критика в диссертациях действующих законов никогда не запрещалась',
        img: '',
      },
    ],
  },
  {
    id: 25,
    rightAnswer: 0,
    title: 'В.М. Гордон какое-то время занимал должность заведующего правовым отделом',
    answers: [
      {
        id: 0,
        text: 'Украинского Наркомвнуторга',
        img: '',
      },
      {
        id: 1,
        text: 'Киргизского Наркомата юстиции',
        img: '',
      },
      {
        id: 2,
        text: 'Совнаркома',
        img: '',
      },
      {
        id: 3,
        text: 'Народного комиссариата рабоче-крестьянской инспекции',
        img: '',
      },
    ],
  },
  {
    id: 26,
    rightAnswer: 3,
    title:
      'Досрочное выполнение аспирантом своих обязательств по самостоятельной подготовке диссертации в соответствии с п. 2.11 Договора об оказании образовательных услуг по реализации образовательной программы подготовки научно-педагогических кадров в аспирантуре',
    answers: [
      {
        id: 0,
        text: 'влечет премирование аспиранта',
        img: '',
      },
      {
        id: 1,
        text: 'является основанием для изменения установленной в договоре стоимости услуг',
        img: '',
      },
      {
        id: 2,
        text: 'учитывается при голосовании по вопросу о присуждении ученой степени кандидата юридических наук',
        img: '',
      },
      {
        id: 3,
        text: 'не влечет изменение объема услуг, оказываемых исполнителем, и стоимости этих услуг',
        img: '',
      },
    ],
  },
  {
    id: 27,
    rightAnswer: 3,
    title: 'С 16 по 26 сентября 2014 г. в УрГЮУ проводилась профессиональная переподготовка по программе повышения квалификации',
    answers: [
      {
        id: 0,
        text: '«Психологическая устойчивость преподавателя юридических дисциплин»',
        img: '',
      },
      {
        id: 1,
        text: '«Невротическая подавленность преподавателя юридических дисциплин»',
        img: '',
      },
      {
        id: 2,
        text: '«Трагическая предрасположенность преподавателя юридических дисциплин»',
        img: '',
      },
      {
        id: 3,
        text: '«Инновационная компетентность преподавателя юридических дисциплин»',
        img: '',
      },
    ],
  },
  {
    id: 28,
    rightAnswer: 1,
    title: 'При обсуждении 10 сентября 2002 г. на кафедре диссертации Плюхиной М.А. рецензент проф. Комиссаров К.И. предложил заменить',
    answers: [
      {
        id: 0,
        text: 'термин «средства обеспечения эффективности» термином «процессуальные инструменты обеспечения эффективности»',
        img: '',
      },
      {
        id: 1,
        text: 'термин «состязательные бумаги» термином «состязательные документы»',
        img: '',
      },
      {
        id: 2,
        text: 'термин «континентальное право» термином «романо-германское право»',
        img: '',
      },
      {
        id: 3,
        text: 'термин «компетенция» термином «подведомственность»',
        img: '',
      },
    ],
  },
  {
    id: 29,
    rightAnswer: 0,
    title: 'В учебнике «Юридическая педагогика» (Москва, 2007) К.М. Левитан среди характеристик ролевого экспансионизма выделял',
    answers: [
      {
        id: 0,
        text: 'преобладание назидательных высказываний',
        img: '',
      },
      {
        id: 1,
        text: 'подозрительную осмотрительность',
        img: '',
      },
      {
        id: 2,
        text: 'обращенность в прошлое',
        img: '',
      },
      {
        id: 3,
        text: 'эмоциональное выгорание',
        img: '',
      },
    ],
  },
  {
    id: 30,
    rightAnswer: 1,
    title:
      'В цитате «экзаменующийся должен быть в таком состоянии, чтобы, не впадая в неврастению или … , с полным самообладанием и достоинством развитого человека отвечать на вопросы экзаменатора, не торгуясь с ним из-за отметки» (П.Е. Казанский «Вопрос о преподавании права в русской печати в 1901 г.» ) пропущены слова',
    answers: [
      {
        id: 0,
        text: 'дистимию',
        img: '',
      },
      {
        id: 1,
        text: 'мнемонический экстаз',
        img: '',
      },
      {
        id: 2,
        text: 'аффективное расстройство',
        img: '',
      },
      {
        id: 3,
        text: 'рекуррентное депрессивное расстройство',
        img: '',
      },
    ],
  },
]
